{
  "text": "Omaan opinnäytetyöhön liittyviä eettisiä kysymyksiä tulee pohtia jo työn suunnitteluvaiheessa. Opinnäytetyössä eettisyys liittyy myös sopimusten noudattamiseen.\n\nTekoälyyn liittyvät tietosuojakäytänteet on huomioitava tehdessä opinnäytetyötä. Ohje siihen on tässä osiossa. Saavutettavuus on yhdenvertaisuuden edistämistä. Savonian opinnäytetyön raporttipohja on laadittu saavutettavuusnäkökulmat huomioiden. Yleistä lisätietoa saavutettavuudesta löydät Repusta täältä: Saavutettavuus (sharepoint.com) Ammattikorkeakouluille on laadittu yhteiset suositukset eettisestä ja hyvän tieteellisen käytännön mukaisesta opinnäytetyöprosessista. Suositukset perustuvat lainsäädäntöön sekä kansainvälisiin ja kansallisiin tutkimuseettisiin periaatteisiin, linjauksiin ja suosituksiin. Savonia on sitoutunut noudattamaan suosituksia. Savonia on sitoutunut noudattamaan myös Tutkimuseettisen neuvottelukunnan (TENK) laatimaa ohjetta: Ihmiseen kohdistuvan tutkimuksen eettiset periaatteet ja ihmistieteiden eettinen ennakkoarviointi Suomessa.\n\nPlagiointi on kielletty\n\n27.10.2025 klo 16.25 Plagiointi tarkoittaa luvatonta lainaamista – ”jonkun toisen julkituoman tutkimussuunnitelman, käsikirjoituksen, artikkelin tai muun tekstin tai sen osan esittäminen omanaan\". Savoniassa tarkistetaan opinnäytetöiden mahdollinen plagiointi hyödyntämällä Moodleen ja Wihiin integroitua Turnitin Feedback Studiota. Se sisältää plagioinnin tarkistusohjelman, joka tarkistaa lähdeaineiston käytön. Opinnäytetyön suunnitelma- ja toteutusvaiheissa opiskelija hyödyntää Moodlen Turnitin työkalua. Ennen opinnäytteen arviointia opiskelija palauttaa opinnäytetyönsä plagioinnin tarkistusta varten ohjaavan opettajan antamien ohjeiden mukaan. Palautus tehdään Wihissä. Lisätietoa plagioinnin tarkistuksesta löydät täältä. Plagiointi käsitellään opintosuoritusvilppinä. Mikäli opiskelijan opintosuorituksen havaitaan perustuvan vilppiin tai luvattomaan kopiointiin (plagiointiin) suoritus hylätään. Vilppiin syyllistyvän opiskelijan opintosuoritus keskeytetään välittömästi vilpin tultua ilmi. Suoritus hylätään myös silloin, jos vilppi havaitaan vasta opintosuorituksen hyväksymisen jälkeen. Mikäli olet tehnyt esimerkiksi amk-opinnäytetyön aiemmin ja aiot jatkaa sitä yamk-opinnäytetyöksi, sinun tulee muokata jo julkaistua työtäsi. Kyseessä on uusi työ.\n\nTekijänoikeus opinnäytetyössä Tekijänoikeuslain mukaan on sallittua käyttää suoria lainauksia hyvän tavan mukaisesti. Suorissa lainauksissa ei ole pituussääntöä, vaan ratkaisevaa on lainauksen tarkoitus ja lainatun osan ja oman teoksen laajuuden välinen suhde. Suoria lainauksia käytettäessä edellytetään, että lähdemerkinnät on tehty asianmukaisesti. Tekijänoikeus ulottuu myös valokuviin. Valokuvaajalla on tekijänoikeus kuviinsa. Mikäli opinnäytetyössä käytetään muita kuin opinnäytetyön tekijän itsensä ottamia valokuvia, on opinnäytetyön tekijän huolehdittava siitä, että hänellä on tekijänoikeuden haltijan lupa kuvan käyttöön ja että mahdollisista korvauksista on sovittu tekijänoikeuden haltijan kanssa. Samoin opinnäytetyön tekijän tulee huolehtia siitä, että itse ottamissaan kuvissa esiintyvät henkilöt ovat antaneet suostumuksensa kuvan käyttöön. 27.10.2025 klo 16.25\n\nMahdollinen tutkimuslupa\n\nMikäli opinnäytetyö edellyttää tutkimuslupaa, noudatetaan sen organisaation tutkimuslupamenettelyä, jota opinnäytetyö käsittelee ja joka on työn toimeksiantaja/ yhteistyökumppani. Savonia-ammattikorkeakoulua tai sen opiskelijoita ja henkilökuntaa koskeviin tiedon luovuttamista vaativiin tutkimushankkeisiin edellytetään aina tutkimuslupa. Tutkimuslupahakemus sisältää tutkimusluvan hakijaa, tutkimusta ja tutkimukseen tarvittavia tietoja koskevat tiedot. Tutkimuksesta on oltava hyötyä Savonia- ammattikorkeakoululle ja se tulee tehdä yhteistyössä Savonia- ammattikorkeakoulun henkilöstön kanssa. Tutkimuslupahakemus toimitetaan yhteistyössä ohjaavan opettajan kanssa sen koulutusalan koulutuspäällikölle, jolla opiskelija opiskelee. Tietosuoja\n\nMikäli opinnäytetyössä kerätään tutkimusaineistoa, katso ohjeet kohdasta \"Kun aloitat työsi!\"\n\nAineistonluovutussopimus Aineistonluovutussopimus on sopimus, jolla opiskelijan on mahdollista luovuttaa keräämänsä tutkimusaineisto erikseen sovittavin ehdoin. Ehdoissa kuvataan luovutettava tutkimusaineisto, sovitaan tutkimusaineiston luovutukseen, jatkokäyttöön, kustannusten jakoon ja tutkimusaineiston avaamiseen liittyvistä seikoista. Tavoitteena on mahdollistaa tutkimusaineiston avaaminen ja jatkokäyttö. Aineiston luovutuksen mahdollistamiseksi on huolehdittava kerätyn aineiston hallinnasta. Aineistonluovutus ei ole useimmissa opinnäytetöissä tarpeen. Tarvittaessa siihen löytyy sopimuspohja linkeistä.\n\nWihi ja luottamuksellinen alue\n\nWihin käyttö kaikkiin opinnäytetyöprosessiin liittyvien vaiheiden, keskustelujen ja dokumenttien tallentamiseen on erittäin suositeltavaa! Erityisesti salaiset ja luottamukselliset osat työssä tulee tallentaa ainoastaan Wihin luottamukselliselle alueelle. Tallennuksia ei tule tehdä opiskelijan verkkolevyille\n\n27.10.2025 klo 16.25 tai muihin tallennuspaikkoihin. Luottamuksellisen alueen voi aktivoida käyttöön vain opinnäytetyösi ohjaaja. Alue voidaan myös sulkea, jolloin pääset yhä lukemaan dokumentteja ilman oikeutta lisätä uusia. Jos luottamuksellinen alue on otettu käyttöön, voit silti palauttaa myös muita dokumentteja Wihiin normaalisti. Luottamuksella alueella oleviin dokumentteihin on pääsy vain työn tekijöillä, ohjaajalla sekä tarkastajalla. Kaikki liitetiedostot poistetaan Wihistä 60 kuukauden kuluessa opinnäytetyöprosessin päättymisestä.\n\nHuomaathan, että Wihin plagioinnin tarkistukseen ei tule laittaa mitään luottamuksellista aineistoa!\n\nLinkit\n\nAmmattikorkeakoulujen opinnäytetöiden eettiset Ihmiseen kohdistuvan tutkimuksen eettiset"
}