{
  "text": "<!-- image -->\n\n## HENKILÖTIETOJEN KÄSITTELY WEBROPOL-KYSELYISSÄ\n\nHenkilötietoja voidaan kerätä esimerkiksi tutkimusaineistoissa tai tilaisuuksiin ilmoittautumisissa. Lähtökohtana henkilötietojen käsittelylle on huolellisuus (GDPR). Kaikki uudet kyselyt luodaan Webropolin 3.0-versiossa.\n\n## Henkilötietojen käsittelyn minimointi\n\nKyselyn suunnittelussa on tärkeää henkilötietojen käsittelyn minimointi:\n\n-  Kerätään vain ne tiedot, joita tarvitaan\n-  Annetaan oikeudet kyselyyn vain niille henkilöille, jotka oikeuksia tarvitsevat\n-  Suunnitellaan kyselyllä kerätyn datan elinkaari: Valitaan turvalliset menettelyt ja välineet henkilötietojen keräämiseen, tallennukseen, säilytykseen ja tuhoamiseen.\n\n## Rekisteröidyn informointi\n\nYksi osa henkilötietojen keruun suunnittelua on rekisteröidyn informointi. Tietosuoja-asetus määrittelee tiedot, jotka rekisteröidylle pitää kertoa tietoja kerättäessä. Tämä pitää tehdä aina henkilötietoja kerättäessä, paitsi jos informointi on toteutettu jo aikaisemmin. Informointi toteutetaan seuraavalla tavalla:\n\n-  Täytetään tietosuojailmoitus, mikäli sitä ei vielä ole olemassa.\n-  Tietosuojailmoitus on tallennettava siten, että se on rekisteröidyn saatavilla.\n-  Webropol-lomakkeelle tai kyselyn saatekirjeeseen laitetaan linkki tietosuojailmoitukseen, jotta vastaaja pystyy tarkastamaan, miten hänen antamiaan henkilötietoja käsitellään.\n-  Kyselyn alkuun lisätään teksti, esim. 'Vastaamalla tähän kyselyyn hyväksyn tietojeni keräämisen tietosuojailmoituksessa kuvatulla tavalla.'\n\n## Anonymisointi ja pseudonymisointi\n\nAnonymisointia voidaan tehdä tutkimuksen eri vaiheissa. Mikäli mahdollista, kysely kannattaa jo alun perin tehdä anonyyminä. Kuitenkin pitää muistaa, että kyselyn vastauksista saattaa myös tunnistaa vastaajia. Anonymisoinnin voi tehdä myös jo olemassa oleville vastauksille ja tästä saa lisätietoja tutkimuksesi ohjaavalta opettajalta.\n\nAineisto voidaan myös analysointia varten pseudonymisoida. Pseudonymisoinnilla tarkoitetaan henkilökohtaisesti tunnistettavan materiaalin korvaaminen keinotekoisilla tunnisteilla. Anonymisointia tai pseudonymisointia käytetään aina, kun se on mahdollista.\n\n## Kyselyn nimi\n\nWebropolia käytettäessä on syytä kiinnittää huomiota kyselyn nimeen. Kyselyissä tulee välttää esimerkiksi terveydentilaa ilmaisevan kyselynimen käyttöä, koska tällöin saattaa jo kyselyn nimestä paljastua henkilön terveydentilaan liittyviä asioita. Erityisen ongelmallinen tämä on silloin, jos kysely lähetään henkilökohtaisella\n\n<!-- image -->\n\nlinkillä, jolloin tieto henkilön terveydentilasta tallentuu järjestelmään jo ennen vastaamista tai kyselyn vastaajalle voi syntyä kiusallinen tilanne.\n\n## Henkilökohtainen kyselylinkki anonyyminä\n\nWebropolilla voi toteuttaa kyselyn henkilökohtaisella linkillä myös siten, että vastaajan sähköpostiosoitetta ei pystytä yhdistämään vastauksiin. Tämä tapahtuu kyselyn asetuksissa kohdassa 'Anonymiteetti'.\n\n## Kyselyn vastausten poistaminen\n\nWebropol ei ole tarkoitettu kerätyn aineiston arkistointipaikaksi. Erityisen tärkeää on muistaa tämä silloin, kun kerätään henkilötietoja sisältävää aineistoa. Vanhentuneet ja käyttämättömät kyselyt pitää poistaa kokonaan Webropolista. Jokaisen Webropol-käyttäjän olisi hyvä käydä omien tunnuksien alla olevat kyselyt läpi säännöllisesti ja poistaa sellaiset kyselyt/vastaukset, joita ei enää tarvita.\n\n## Lisätietoja\n\nLisätietoja saat menetelmäopintojen opettajaltasi, tutkimuksesi ohjaavalta opettajaltasi ja SD:stä."
}