{
  "text": "HENKILÖTIETOJEN KÄSITTELY WEBROPOL-KYSELYISSÄ\n\nHenkilötietoja voidaan kerätä esimerkiksi tutkimusaineistoissa tai tilaisuuksiin ilmoittautumisissa. Lähtökoh- tana henkilötietojen käsittelylle on huolellisuus (GDPR). Kaikki uudet kyselyt luodaan Webropolin 3.0-versi- ossa.\n\nHenkilötietojen käsittelyn minimointi\n\nKyselyn suunnittelussa on tärkeää henkilötietojen käsittelyn minimointi: Kerätään vain ne tiedot, joita tarvitaan\n\nAnnetaan oikeudet kyselyyn vain niille henkilöille, jotka oikeuksia tarvitsevat\n\nSuunnitellaan kyselyllä kerätyn datan elinkaari: Valitaan turvalliset menettelyt ja välineet henkilötie- tojen keräämiseen, tallennukseen, säilytykseen ja tuhoamiseen.\n\nRekisteröidyn informointi Yksi osa henkilötietojen keruun suunnittelua on rekisteröidyn informointi. Tietosuoja-asetus määrittelee tie- dot, jotka rekisteröidylle pitää kertoa tietoja kerättäessä. Tämä pitää tehdä aina henkilötietoja kerättäessä, paitsi jos informointi on toteutettu jo aikaisemmin. Informointi toteutetaan seuraavalla tavalla:\n\nTäytetään tietosuojailmoitus, mikäli sitä ei vielä ole olemassa. Tietosuojailmoitus on tallennettava siten, että se on rekisteröidyn saatavilla.\n\nWebropol-lomakkeelle tai kyselyn saatekirjeeseen laitetaan linkki tietosuojailmoitukseen, jotta vas- taaja pystyy tarkastamaan, miten hänen antamiaan henkilötietoja käsitellään. Kyselyn alkuun lisätään teksti, esim. ”Vastaamalla tähän kyselyyn hyväksyn tietojeni keräämisen tie- tosuojailmoituksessa kuvatulla tavalla.”\n\nAnonymisointi ja pseudonymisointi Anonymisointia voidaan tehdä tutkimuksen eri vaiheissa. Mikäli mahdollista, kysely kannattaa jo alun perin tehdä anonyyminä. Kuitenkin pitää muistaa, että kyselyn vastauksista saattaa myös tunnistaa vastaajia. Ano- nymisoinnin voi tehdä myös jo olemassa oleville vastauksille ja tästä saa lisätietoja tutkimuksesi ohjaavalta opettajalta. Aineisto voidaan myös analysointia varten pseudonymisoida. Pseudonymisoinnilla tarkoitetaan henkilökohtai- sesti tunnistettavan materiaalin korvaaminen keinotekoisilla tunnisteilla. Anonymisointia tai pseudonymisoin- tia käytetään aina, kun se on mahdollista.\n\nKyselyn nimi Webropolia käytettäessä on syytä kiinnittää huomiota kyselyn nimeen. Kyselyissä tulee välttää esimerkiksi terveydentilaa ilmaisevan kyselynimen käyttöä, koska tällöin saattaa jo kyselyn nimestä paljastua henkilön terveydentilaan liittyviä asioita. Erityisen ongelmallinen tämä on silloin, jos kysely lähetään henkilökohtaisella\n\nSavonia-ammattikorkeakoulu | PL 6, 70201 Kuopio | www.savonia.fi linkillä, jolloin tieto henkilön terveydentilasta tallentuu järjestelmään jo ennen vastaamista tai kyselyn vas- taajalle voi syntyä kiusallinen tilanne.\n\nHenkilökohtainen kyselylinkki anonyyminä Webropolilla voi toteuttaa kyselyn henkilökohtaisella linkillä myös siten, että vastaajan sähköpostiosoitetta ei pystytä yhdistämään vastauksiin. Tämä tapahtuu kyselyn asetuksissa kohdassa ”Anonymiteetti”.\n\nKyselyn vastausten poistaminen Webropol ei ole tarkoitettu kerätyn aineiston arkistointipaikaksi. Erityisen tärkeää on muistaa tämä silloin, kun kerätään henkilötietoja sisältävää aineistoa. Vanhentuneet ja käyttämättömät kyselyt pitää poistaa koko- naan Webropolista. Jokaisen Webropol-käyttäjän olisi hyvä käydä omien tunnuksien alla olevat kyselyt läpi säännöllisesti ja poistaa sellaiset kyselyt/vastaukset, joita ei enää tarvita. Lisätietoja\n\nLisätietoja saat menetelmäopintojen opettajaltasi, tutkimuksesi ohjaavalta opettajaltasi ja SD:stä.\n\nSavonia-ammattikorkeakoulu | PL 6, 70201 Kuopio | www.savonia.fi"
}