{
  "text": "<!-- image -->\n\n## Opinnäytetyön hyväksilukeminen\n\n<!-- image -->\n\nPirjo Venhovaara Koordinoiva Ohjausasiantuntija\n\n## Opinnäytetyön hyväksilukeminen, AMK-tutkinnot\n\nOpiskelijan on mahdollista hakea opinnäytetyön ja/tai siihen sisältyvien opintojaksojen hyväksilukemista, mikäli hänellä on koulutusalaan liittyvä tai muuten koulutusalalle soveltuva aiempi korkeakoulutuksessa tehty opinnäyte (NQF taso 6/amk ja NQF taso 7/yamk). Hyväksilukeminen tapahtuu korvaamalla opinnäytetyö kokonaan tai osittain. Muualla kuin muodollisessa korkeakoulutuksessa (työelämässä) hankittu osaaminen hyväksiluetaan tutkintoon kuuluviin muihin, kuin opinnäytetyökokonaisuuteen sisältyviin opintojaksoihin.\n\nOpiskelija ottaa yhteyttä alan/tutkinto-ohjelman opinnäytetyöyhteyshenkilöön\n\n(amk-tutkinnot) tai tutkintovastaavaan (yamk-tutkinnot), jonka kanssa hyväksilukua koskeva ensimmäinen ohjauskeskustelu käydään. Ohjauskeskustelussa opiskelija perustelee ja esittää osaamisensa suhteessa uuden tutkinnon osaamisprofiiliin ja amk- tai yamk tutkintojen työelämäläheiseen luonteeseen. Hakemisen ja ohjauskeskustelun perustaksi opiskelija kirjoittaa kuvauksen siitä, kuinka aiempi opinnäyte vastaa uuden amk/yamk opinnäytetyön osaamistavoitteita sekä antaa tiedon (julkaisulinkki) siitä, missä ohjaaja voi tutustua aiempaan työhön. Kuvaus kirjoitetaan yhdelle A4 dokumentille.\n\nOpinnäytetyöyhteyshenkilöiden (amk-tutkinnot) tiedot löydät tästä Tutkintovastaavien (yamk-tutkinnot) tiedot löydät tästä\n\n## 1. Ohjauskeskustelu opinnäytetyöyhteyshenkilön/tutkintovastaavan kanssa\n\nOpiskelija ja yhteyshenkilö/tutkintovastaava käyvät ohjauskeskustelun. Keskustelun tavoitteena on arvioida esitetty osaaminen opinnäytetyölle asetettujen tavoitteiden ja arviointikriteerien mukaan. Yhteyshenkilö/ tutkintovastaava antaa myönteisen tai kielteisen hyväksilukuesityksen sekä neuvoo opiskelijaa tekemään hyväksilukuhakemuksen Pepissä tai aloittamaan uuden opinnäytetyön. Yhteyshenkilö/tutkintovastaava myös nimeää tarvittaessa työlle ohjaajan. Mikäli hän esittää opinnäytetyön hyväksilukemista kokonaan, hän vie työn toisen asiantuntijan puolueettomaan tarkasteluun. Vaihtoehdot ovat:\n\n- A) opinnäytteen hyväksilukeminen kokonaan\n2. täydentäminen\n- B) opinnäytteen hyväksilukeminen osittain (opintojaksoittain) ja sen\n- C) opiskelija aloittaa uuden opinnäytetyön.\n\nLöydät kunkin vaihtoehdon toimintaohjeen alta:\n\n## 2. Opinnäytteen hyväksilukeminen kokonaan, opintorekisteriin tulee merkintä H\n\nOpiskelija hakee koko opinnäytetyön hyväksilukemista Pepissä. Hän ohjaa hakemuksensa henkilölle, jonka kanssa on käynyt ohjauskeskustelun. Opiskelijan ei tarvitse luoda työstään projektia opinnäytetöiden hallintajärjestelmä Wihiin.\n\nHyväksiluvun hakemisen Peppi-ohjeet opiskelijalle:\n\n- 5.1.3 Hyväksiluku aiemmilla korkeakouluopinnoilla\n- 5.1.2 Luo uusi hakemus\n\nOpiskelija liittää hakemukseen kirjoittamansa kuvauksen siitä, kuinka aiempi opinnäytetyö vastaa uuden amk/yamk opinnäytetyön osaamistavoitteita.\n\nOpiskelijan tulee myös esitellä hyväksiluvun perustana oleva osaaminen tutkintoohjelman määrittämällä tavalla esimerkiksi opinnäytetyöseminaarissa tai kirjoittamalla artikkeli. Mikäli opiskelija on aiemman opinnäytteen yhteydessä kirjoittanut kypsyysnäytteen, sitä ei tarvitse kirjoittaa uudelleen.\n\nYhteyshenkilö/tutkintovastaava käsittelee hakemuksen Pepissä yhteistyössä koulutuspäällikön kanssa.\n\nMikäli opinnäyte hyväksiluetaan kokonaan, opiskelijalle tiedotetaan arviointimerkinnän (H) mahdollisista vaikutuksista jatko-opintoihin\n\nhakeutumisessa. Tutkintotodistukseen kirjautuu automaattisesti lauseke: opinnäytetyö on korvattu aiemmin suoritetulla opinnäytetyöllä.\n\n## 3. Opinnäytetyön hyväksilukeminen osittain ja opinnäytteen täydentäminen:\n\nMikäli opinnäytetyö hyväksiluetaan osittain, yhteyshenkilö (amk) tai tutkintovastaava (yamk) nimeää työlle ohjaajan. Ohjaaja määrittelee opinnäytetyöhön kuuluvat, hyväksiluettavat opintojaksot, joista opiskelija hakee hyväksilukua Pepin kautta. Ohjaaja sopii, kuinka opiskelija suorittaa opinnäytetyöstä puuttuvan osan tai täydentää aiemman opinnäytteen tutkintoohjelmaan soveltuvaksi opinnäytteeksi. Hän myös tiedottaa opinnäytetyön tekemiseen ja ohjaukseen liittyvistä Wihi- ja seminaarikäytännöistä.\n\n1. Opiskelija tekee käydyn ohjauskeskustelun perusteella opinnäytetöiden hallintajärjestelmä Wihiin työnsä aihe-ehdotuksen, jossa huomioi sovitun hyväksiluvun. Wihin opinnäytetyökoordinaattori nimeää työlle ohjaajan Wihissä.\n3. AMK-tutkinnoissa opiskelija hakee opinnäytetyön osittaista hyväksilukemista opintojaksokohtaisesti Pepissä. Hän ohjaa hakemuksensa hänelle nimetylle opinnäytetyön ohjaajalle.\n2. Opiskelija myös tallentaa työnsä projektisuunnitelman ja aikataulun Wihiin.\n4. YAMK-tutkinnoissa Pepin kautta hyväksilukua voi hakea vain menetelmäopinnoista. YAMK-tutkinnoissa tiedot opinnäytetyön osittaisesta hyväksiluvusta kirjataan sopimuspankkiin.\n\nOhjaaja huomioi Wihissä opinnäytetyön eri vaiheissa (opinnäytetyö 1-3), ettei opiskelijalle muodostu päällekkäisiä suorituksia Pepin kautta jo tehtyjen hyväksilukumerkintöjen kanssa. Tämä tehdään rastittamalla vaihtoehto 'Ei suoritusmerkintää opintorekisteriin'.\n\n## Hyväksiluvun hakemisen Peppi-ohjeet opiskelijalle:\n\n- 5.1.3 Hyväksiluku aiemmilla korkeakouluopinnoilla\n\n5.1.2 Luo uusi hakemus\n\nOpinnäytetyön ohjaaja käsittelee hyväksilukuhakemuksen Pepissä. Hyväksiluettava opintojakso merkitään opintoreksiteriin arvosanalla H.\n\n## Mikäli opinnäytteen opintopistemäärästä hyväksiluetaan alle puolet\n\nopinnäytetyön koko laajuudesta, opiskelija jatkaa opinnäytetyön tekemistä Savonian ohjeissa määritellyllä tavalla. Uusi opinnäytetyö arvioidaan Savonian opinnäytetyön arviointikriteereillä ja se merkitään tutkintotodistukseen sen\n\nuudella nimellä ja arvosanalla. Opiskelija kirjoittaa kypsyysnäytteen. Opinnäytetyö julkaistaan Theseuksessa.\n\nMikäli opinnäytteen opintopistemäärästä hyväksiluetaan yli puolet, erillisellä täydentävällä suorituksella esitetty osaaminen arvioidaan kokonaisuutena Savonian opinnäytetyön arviointikriteereillä ja täydennetty opinnäytetyö merkitään opintorekisteriin arvosanalla ja sen alkuperäisellä nimellä. Mikäli aiempi opinnäytetyö on tehty muulle kuin tavoitetutkinnon alalle, voidaan täydennetty työ nimetä uudelleen.\n\nSuorituspäivämäärä on täydentävän suorituksen arviointipäivämäärä. Mikäli opiskelija on aiemman opinnäytteen yhteydessä kirjoittanut kypsyysnäytteen, sitä ei tarvitse kirjoittaa uudelleen. Opinnäytetyötä täydentävä erillinen osuus viedään plagioinnin tarkastukseen ja julkaistaan Theseuksen kautta Savonian käyttörajatussa kokoelmassa.\n\nYAMK-tutkinnoissa opinnäytetyö on laaja kokonaisuus ja ohjaaja tarkentaa menettelyn tapauskohtaisesti opinnäytetyön julkaisun osalta.\n\n## 4. Aiempaa opinnäytetyötä ei voida hyväksilukea lainkaan\n\nMikäli yhteyshenkilö tai tutkintovastaava ohjauskeskusteluun perusteella katsoo, että aiemmin tehtyä opinnäytetyötä ei voida hyväksilukea uuteen tutkintoon lainkaan, hän antaa ohjauskeskustelussa kielteisen hyväksilukuesityksen ja kirjaa käydystä keskustelusta muistion. Opiskelija ohjataan aloittamaan uusi opinnäytetyö. Yhteyshenkilö (amk) tai tutkintovastaava (yamk) vie muistion Pepin sopimuspankkiin.\n\n<!-- image -->\n\nKun aloitat työsi! Wihi ohjeet"
}