{
  "text": " Opiskelija ottaa yhteyttä alan/tutkinto-ohjelman opinnäytetyöyhteyshenkilöön (amk-tutkinnot) tai tutkintovastaavaan (yamk-tutkinnot), jonka kanssa hyväksilukua koskeva ensimmäinen ohjauskeskustelu käydään. Ohjauskeskustelussa opiskelija perustelee ja esittää osaamisensa suhteessa uuden tutkinnon osaamisprofiiliin ja amk- tai yamk tutkintojen työelämäläheiseen luonteeseen. Hakemisen ja ohjauskeskustelun perustaksi opiskelija kirjoittaa kuvauksen siitä, kuinka aiempi opinnäyte vastaa uuden amk/yamk opinnäytetyön osaamistavoitteita sekä antaa tiedon (julkaisulinkki) siitä, missä ohjaaja voi tutustua aiempaan työhön. Kuvaus kirjoitetaan yhdelle A4 dokumentille. Opinnäytetyöyhteyshenkilöiden (amk-tutkinnot) tiedot löydät tästä Tutkintovastaavien (yamk-tutkinnot) tiedot löydät tästä\n\n27.10.2025 klo 16.25\n\nOpinnäytetyön Opiskelija ja yhteyshenkilö/tutkintovastaava käyvät ohjauskeskustelun. Keskustelun tavoitteena on arvioida esitetty osaaminen opinnäytetyölle asetettujen tavoitteiden ja arviointikriteerien mukaan. Yhteyshenkilö/ tutkintovastaava antaa myönteisen tai kielteisen hyväksilukuesityksen sekä neuvoo opiskelijaa tekemään hyväksilukuhakemuksen Pepissä tai aloittamaan uuden opinnäytetyön. Yhteyshenkilö/tutkintovastaava myös nimeää tarvittaessa työlle ohjaajan. Mikäli hän esittää opinnäytetyön hyväksilukemista kokonaan, hän vie työn toisen asiantuntijan puolueettomaan tarkasteluun. Vaihtoehdot ovat: A) opinnäytteen hyväksilukeminen kokonaan B) opinnäytteen hyväksilukeminen osittain (opintojaksoittain) ja sen täydentäminen C) opiskelija aloittaa uuden opinnäytetyön.\n\nLöydät kunkin vaihtoehdon toimintaohjeen alta:\n\n2. Opinnäytteen hyväksilukeminen kokonaan, opintorekisteriin tulee merkintä H Opiskelija hakee koko opinnäytetyön hyväksilukemista Pepissä. Hän ohjaa hakemuksensa henkilölle, jonka kanssa on käynyt ohjauskeskustelun. Opiskelijan ei tarvitse luoda työstään projektia opinnäytetöiden hallintajärjestelmä Wihiin.\n\nHyväksiluvun hakemisen Peppi-ohjeet opiskelijalle: 5.1.2 Luo uusi hakemus 5.1.3 Hyväksiluku aiemmilla korkeakouluopinnoilla Opiskelija liittää hakemukseen kirjoittamansa kuvauksen siitä, kuinka aiempi opinnäytetyö vastaa uuden amk/yamk opinnäytetyön osaamistavoitteita. Opiskelijan tulee myös esitellä hyväksiluvun perustana oleva osaaminen tutkinto- ohjelman määrittämällä tavalla esimerkiksi opinnäytetyöseminaarissa tai kirjoittamalla artikkeli. Mikäli opiskelija on aiemman opinnäytteen yhteydessä kirjoittanut kypsyysnäytteen, sitä ei tarvitse kirjoittaa uudelleen. Yhteyshenkilö/tutkintovastaava käsittelee hakemuksen Pepissä yhteistyössä koulutuspäällikön kanssa.\n\nMikäli opinnäyte hyväksiluetaan kokonaan, opiskelijalle tiedotetaan arviointimerkinnän (H) mahdollisista vaikutuksista jatko-opintoihin\n\n27.10.2025 klo 16.25\n\nhakeutumisessa. Tutkintotodistukseen kirjautuu automaattisesti lauseke: opinnäytetyö on korvattu aiemmin suoritetulla opinnäytetyöllä. 3. Opinnäytetyön hyväksilukeminen osittain ja opinnäytteen täydentäminen: Mikäli opinnäytetyö hyväksiluetaan osittain, yhteyshenkilö (amk) tai tutkintovastaava (yamk) nimeää työlle ohjaajan. Ohjaaja määrittelee opinnäytetyöhön kuuluvat, hyväksiluettavat opintojaksot, joista opiskelija hakee hyväksilukua Pepin kautta. Ohjaaja sopii, kuinka opiskelija suorittaa opinnäytetyöstä puuttuvan osan tai täydentää aiemman opinnäytteen tutkinto- ohjelmaan soveltuvaksi opinnäytteeksi. Hän myös tiedottaa opinnäytetyön tekemiseen ja ohjaukseen liittyvistä Wihi- ja seminaarikäytännöistä. 1. Opiskelija tekee käydyn ohjauskeskustelun perusteella opinnäytetöiden hallintajärjestelmä Wihiin työnsä aihe-ehdotuksen, jossa huomioi sovitun hyväksiluvun. Wihin opinnäytetyökoordinaattori nimeää työlle ohjaajan Wihissä. 2. Opiskelija myös tallentaa työnsä projektisuunnitelman ja aikataulun Wihiin. 3. AMK-tutkinnoissa opiskelija hakee opinnäytetyön osittaista hyväksilukemista opintojaksokohtaisesti Pepissä. Hän ohjaa hakemuksensa hänelle nimetylle opinnäytetyön ohjaajalle. YAMK-tutkinnoissa Pepin kautta hyväksilukua voi hakea vain menetelmäopinnoista. YAMK-tutkinnoissa tiedot opinnäytetyön osittaisesta hyväksiluvusta kirjataan sopimuspankkiin. Ohjaaja huomioi Wihissä opinnäytetyön eri vaiheissa (opinnäytetyö 1-3), ettei opiskelijalle muodostu päällekkäisiä suorituksia Pepin kautta jo tehtyjen hyväksilukumerkintöjen kanssa. Tämä tehdään rastittamalla vaihtoehto “Ei suoritusmerkintää opintorekisteriin”.\n\nHyväksiluvun hakemisen Peppi-ohjeet opiskelijalle: 5.1.2 Luo uusi hakemus 5.1.3 Hyväksiluku aiemmilla korkeakouluopinnoilla Opinnäytetyön ohjaaja käsittelee hyväksilukuhakemuksen Pepissä. Hyväksiluettava opintojakso merkitään opintoreksiteriin arvosanalla H. Mikäli opinnäytteen opintopistemäärästä hyväksiluetaan alle puolet opinnäytetyön koko laajuudesta, opiskelija jatkaa opinnäytetyön tekemistä Savonian ohjeissa määritellyllä tavalla. Uusi opinnäytetyö arvioidaan Savonian opinnäytetyön arviointikriteereillä ja se merkitään tutkintotodistukseen sen\n\n27.10.2025 klo 16.25 uudella nimellä ja arvosanalla. Opiskelija kirjoittaa kypsyysnäytteen. Opinnäytetyö julkaistaan Theseuksessa. Mikäli opinnäytteen opintopistemäärästä hyväksiluetaan yli puolet, erillisellä täydentävällä suorituksella esitetty osaaminen arvioidaan kokonaisuutena Savonian opinnäytetyön arviointikriteereillä ja täydennetty opinnäytetyö merkitään opintorekisteriin arvosanalla ja sen alkuperäisellä nimellä. Mikäli aiempi opinnäytetyö on tehty muulle kuin tavoitetutkinnon alalle, voidaan täydennetty työ nimetä uudelleen. Suorituspäivämäärä on täydentävän suorituksen arviointipäivämäärä. Mikäli opiskelija on aiemman opinnäytteen yhteydessä kirjoittanut kypsyysnäytteen, sitä ei tarvitse kirjoittaa uudelleen. Opinnäytetyötä täydentävä erillinen osuus viedään plagioinnin tarkastukseen ja julkaistaan Theseuksen kautta Savonian käyttörajatussa kokoelmassa. YAMK-tutkinnoissa opinnäytetyö on laaja kokonaisuus ja ohjaaja tarkentaa menettelyn tapauskohtaisesti opinnäytetyön julkaisun osalta.\n\n4. Aiempaa opinnäytetyötä ei voida hyväksilukea lainkaan Mikäli yhteyshenkilö tai tutkintovastaava ohjauskeskusteluun perusteella katsoo, että aiemmin tehtyä opinnäytetyötä ei voida hyväksilukea uuteen tutkintoon lainkaan, hän antaa ohjauskeskustelussa kielteisen hyväksilukuesityksen ja kirjaa käydystä keskustelusta muistion. Opiskelija ohjataan aloittamaan uusi opinnäytetyö. Yhteyshenkilö (amk) tai tutkintovastaava (yamk) vie muistion Pepin sopimuspankkiin. Kun aloitat työsi! Wihi ohjeet\n\nOpinnäytetyön hyväksilukeminen"
}