{
  "text": "Elina Pekonen Lehtori\n\nHuolehdi nämä asiat, kun aloitat työsi. Näihin liittyen voidaan antaa tarkempia ohjeita tutkinto-ohjelmissa. Tarvittaessa saat lisätietoja sinulle nimettävältä työsi ohjaajalta.\n\nTässä osiossa löytyy myös ideoita tekoälyn hyödyntämiseen opinnäytetyön eri työvaiheissa. Tekoälyn hyödyntämisen ohje löytyy Ohjeet ja lomakkeet-osiosta. • Lähetä aihe-ehdotuksesi Wihissä https://wihi.savonia.fi/, kirjautuminen Savonian käyttäjätunnuksilla. Huom! Pari- ja ryhmätöissä yksi opiskelija tekee aihe-ehdotuksen, johon liittää ryhmän jäsenet. Ohjeet Wihin käyttöön on linkeissä. Koulutusalasi opinnäytetyökoordinaattori käsittelee Wihissä aihe- ehdotuksesi ja nimeää hyväksytylle aihe-ehdotukselle ohjaajat. Sen jälkeen voit aloittaa varsinaisen opinnäytetyöprojektisi Wihissä. • Wihin projektisuunnitelma ja aikataulu- työvaiheessa opiskelija aikatauluttaa opinnäytetyöprosessinsa. Opinnäytetyöstä tulee tehdä lisäksi työsuunnitelma. Työsuunnitelman tekemiseen löytyy ohjeistus ja se tehdään raporttipohjaan. Kun suunnitelma on tehty hyvin, opinnäytetyön tekeminen on helpompaa. Suunnitelma auttaa myös ohjaajaa ja mahdollista työn tilaajaa hahmottamaan paremmin, mitä opiskelija on tekemässä. Huomioi mahdollinen koulutusalasi antama lisäohjeistus liittyen työn alkuvaiheeseen. • Wihissä voidaan ottaa käyttöön luottamuksellinen alue, kun käsitellään salaista tietoa kts. lisätietoja Eettinen ohjeitus-osiosta.\n\n27.10.2025 klo 16.34\n\n• ONT-ohjeet opinnäytetyön toimeksiantajalle löytyvät tämän sivun linkeistä. • Tee opinnäytetyösopimus. Kaikki uudet opinnäytetyösopimukset allekirjoitetaan Savoniassa sähköisesti 8.1.2024 alkaen käyttäen sähköistä allekirjoituspalvelua AtomiSign. Opiskelija huolehtii allekirjoitusten hankkimisesta sekä sopimuksen arkistoinnista tällä sivustolla olevaa ohjeistusta noudattaen. • Opinnäytetyö tulee aina julkaista (lisätietoa kohta: Kun työsi valmistuu!). Julkisuuslain mukaisesti opinnäytetyö on aina julkinen asiakirja ja kaikilla on oikeus nähdä se. Tämän vuoksi opinnäytetyö ei saa sisältää salaista tietoa. Useimmissa opinnäytetöissä ei ole tietoa, joka olisi salattavaa. • Joskus opinnäytetyötä tehtäessä käsitellään salaista tietoa, esim. yritysten liikesalaisuuden piirin kuuluvaa tietoa tai henkilötietoja. Tällaiset salaiset tiedot tulee aina jättää tausta-aineistoihin, kuten esim. opinnäytetyön liitteisiin, joita ei tarvitse julkaista. On kuitenkin huolehdittava, että julkaistava opinnäytetyö on lukijalle ymmärrettävä ja selkeä kokonaisuus siitäkin huolimatta, että osa tiedoista salataan tausta-aineistoihin. Opiskelija tuottaa vain yhden version opinnäytetyöstä, joka arvioidaan. Arvioitu opinnäytetyö julkaistaan Theseuksessa lukuunottamatta mahdollisia salaisia liitteitä. Opinnäytetöissä tulee noudattaa EU:n yleistä tietosuoja-asetusta (GDPR) sekä Suomen tietosuojalakia. Jos opinnäytteesi sisältää tutkimuksen, jossa kerätään henkilötietoja (vastaajaa yksilöiviä tietoja, esim. nimi, ikä, sukupuoli, asuinpaikka, ammatti), tulee sinun valmistella tutkimukseen osallistuville tietosuojailmoitus. Henkilötietoja ovat sellaiset tiedot, joiden perusteella henkilö voidaan tunnistaa suoraan tai välillisesti esimerkiksi yhdistämällä yksittäinen tieto johonkin toiseen tietoon, joka mahdollistaa tunnistamisen. Tutustu tietosuojaohjeeseen ja tee ilmoitus hyödyntäen tietosuojailmoitus-pohjaa. Tyypillisesti opinnäytetyössä rekisterinpitäjänä toimii opiskelija itse. Web Login Service - Stale Request\n\nwihi.savonia.fi\n\nOpinnäytetyösopimuksen allekirjoitus ja\n\nLinkki opinnäytetyösopimukseen\n\nWihi opiskelijan opinnäytetyöprosessin tukena\n\nWihin käyttö eri rooleissa, muistilista\n\nIdeoita tekoälyn hyödyntämiseen opinnäytetyössä\n\nAihe-ehdotuksen sisältö\n\nTyösuunnitelman sisältö\n\nTietosuojaohje opinnäytetyön tekijälle\n\nHenkilötietojen käsittely Webropol-kyselyissä Ohjeistus opinnäytetyön toimeksiantajalle"
}