{
  "text": "Elina Pekonen Lehtori\n\nHuolehdi nämä asiat, kun työsi on valmistumassa. Näihin liittyen voidaan antaa tarkempia ohjeita tutkinto-ohjelmissa. Lisätietoja saat tarvittaessa työsi ohjaajalta. Osin opinnäytetyön nimi siirtyy tutkintotodistukseen Wihistä. Varmista ennen työsi arviointia, että Wihissä on täyikeassa muodossa oleva työn nimi suomeksi sekä englanniksi. Pystyt tarvittaessa muokkaamaan kumpaakin Wihissä arviointiin saakka. Älä merkitse nimen loppuun pistettä, koska opinnäytetyön nimi tulee todistuksessa lauseen keskelle. Korjaa tarvittaessa. Tiedot siirtyvät tutkintotodistukseen, myös mahdolliset virheet. • 1.8.2024 jälkeen arvioitavaksi jätettävissä suomenkielisissä AMK- opinnäytetöissä ei tehdä enää englannin kielistä tiivistelmää eli Abstractia.\n\n• Lähetä valmis työsi plagioinnin tarkistukseen Wihissä. • Sovi ohjaavan opettajan kanssa kypsyysnäytteestä ja kirjoita se Examissa. Exam-ohje on täällä: Exam - tenttijärjestelmä (sharepoint.com). Aikaa kirjoittamiseen on 3 tuntia (175 min). Opiskelija kirjoittaa oman kypsyysnäytteen, vaikka työ olisi tehty ryhmässä. Ohjaaja arvioi kypsyysnäytteen sisällön ja viestinnän opettaja kielen asteikolla hyväksytty/ hylätty. Huomiothan, että kirjoittamasi kypsyysnäyte ei sisällä salaiseksi luokiteltavaa tietoa (esim. yrityksen nimen voit korvata tekstissä nimellä “Yritys X” ja tuloksista kirjoitat vain yleisellä tasolla). Ohjaajan on laadittava kypsyysnäytteen aiheet, niin, että niistä voi kirjoittaa ilman, että esitetään 27.10.2025 klo 16.26\n\nsalaiseksi luokiteltavaa tietoa.\n\n• Varmista, että olet tallentanut kaikkien osapuolten allekirjoittaman opinnäytetyösopimuksen tiedostona Wihiin. Opinnäytetyösopimus arkistoidaan 5 vuotta opinnäytetyöprosessin päättymisestä, arkistointi tapahtuu Wihissä. • Tallenna valmis ja arvioitu työ PDF/A-tiedostomuodossa Theseukseen. Ne opinnäytetyön liitteet, jotka sisältävät salaiseksi luokiteltavaa tietoa, jätetään pois tallennettavasta versiosta. Theseuksen tallennusohje löytyy linkeistä. Valitse joko avoin kokoelma tai käyttörajattu kokoelma, jolloin työ on luettavissa vain ammattikorkeakoulun määrittelemissä sisäisissä IP-osoitteissa. Opinnäytetyön metatiedot ja tiivistelmä ovat kummassakin kokoelmassa avoimesti luettavissa. Opinnäytetyön voi tallentaa tietokantaan vain kerran, eikä sitä voi tallennuksen jälkeen enää muokata. Lisää työsi Theseus-linkki Wihiin. Opinnäytetyö on julkinen asiakirja, joten ammattikorkeakoulun on aina pyydettäessä toimitettava se luettavaksi, vaikka se olisikin tallennettu käyttörajattuun kokoelmaan (Laki viranomaisen toiminnan julkisuudesta).\n\nKaikki ammattikorkeakoulut ovat allekirjoittaneet Avoimen tieteen julistuksen ja opiskelijoita kannustetaan avoimeen julkaisemiseen."
}