{
  "text": "<!-- image -->\n\n## Mikä on opinnäytetyö?\n\n<!-- image -->\n\nElina Pekonen Lehtori\n\nAMK-tutkinnon opinnäytetyö liittyy omaan koulutusalaan. Se on työelämälähtöinen kehittämistyö, tutkimuksellinen työ tai kirjallisuuskatsaus. Työ tehdään yksilö-, pari- tai ryhmätyönä. Opinnäytetyön tavoitteena on, että opiskelija kehittää ja osoittaa valmiuksiaan soveltaa tietoja ja taitoja käytännön asiantuntijatehtävässä. Opinnäytetyön laajuus on 15 opintopistettä. Rakennusmestarikoulutuksessa opinnäytetyön laajuus on 10 opintopistettä.\n\nOpinnäytetyö laaditaan oman ammattialan aiheesta ja tehdään yhteistyötahon kanssa. Opinnäytetyön tekemisestä laaditaan kirjallinen opinnäytetyösopimus opiskelijan, yhteistyötahon ja Savonian nimetyn opinnäytetyön ohjaajan kesken.\n\n## Suoritustavat\n\nOpinnäytetyö on opintokokonaisuus, joka toteutetaan eri koulutusaloilla koulutusalalle tarkoituksenmukaisella prosessilla. Tutkinto-ohjelmat tiedottavat alakohtaisista järjestelyistä sopivassa opintojen vaiheessa. Opetus voi sisältää sekä henkilökohtaista- että ryhmäohjausta sekä opinnäytetyöseminaarityöskentelyä. Opiskelijan tavoitteellinen ja vastuullinen itsenäinen työskentely on keskeisessä asemassa. Opinnäytetyön ohjaaja tukee prosessia.\n\nTutkimus- ja kehittämismenetelmien sekä tutkimusviestinnän opinnot on järjestetty koulutusalakohtaisesti sopivalla tavalla. Niiden järjestelyistä ilmoitetaan koulutusalakohtaisesti. Osa opinnoista voi olla verkko-opintoja.\n\n## Opinnäytetyön hyväksilukeminen\n\nTutkintoon johtavassa koulutuksessa opiskelevan on mahdollista hakea opinnäytetyön hyväksilukemista, mikäli opiskelijalla on koulutusalaan liittyvä tai muuten koulutusalalle soveltuva aiempi korkeakoulutuksessa tehty opinnäyte. Mikäli opinnäyte hyväksiluetaan kokonaan, opiskelijan on hyvä tiedostaa, että sillä voi olla vaikutuksia jatko-opintoihin hakeutumisessa.\n\n## Opinnäytetyön hyväksilukeminen:\n\n<!-- image -->\n\nOhje opinnäytetyön hyväksilukumenettelystä 1.9.2023 alkaen"
}