{
  "text": "<!-- image -->\n\n## Ohjeet ja lomakkeet\n\n<!-- image -->\n\nElina Pekonen Lehtori\n\nTästä osiosta löytyvät tarvittavat ohjeet ja lomakkeet.\n\nOpinnäytetyöstä laaditaan kirjallinen opinnäytetyöraportti. Raportoinnissa noudatetaan Savonian opinnäytetyön raporttipohjaa. Linkeistä löytyy myös raportointiohje. Joskus on perusteltua, että työn raportoinnissa korostuu muu kuin kirjallinen raportointimuoto.\n\nMikäli tarvitset työssäsi englanninkielisen raporttipohjan, se löytyy englanninkielisestä Repusta sen Thesis-osiosta.\n\nRaporttipohjaa suositellaan käytettäväksi myös esim. oppimistehtävien raportoinnissa.\n\nVoit käyttää tekoälyä apuna opinnäytetyössäsi. Noudata Savonian ohjeita, eettiset näkökulmat huomioiden. Ohje tekoälyn hyödyntämiseen opinnäytetyössä on tässä osiossa. Ohjetta on hyvä soveltuvin osin noudattaa myös silloin, kun hyödynnät tekoälyä esim. oppimistehtävässä.\n\nAvaa raporttipohja (Word-tiedosto) oheisesta linkistä ja lataa se omalle koneellasi lokaaliksi kopioksi:\n\n- Klikkaa ...-ikonia\n- Valitse \"Lataa\"\n\n<!-- image -->\n\nLinkki opinnäytetyön sähköisiin lomakkeisiin johtaa sivulle, josta pääset seuraaviin lomakkeisiin:\n\n- -Opinnäytetyösopimus\n- -Opinnäytetyön itsearviointilomake\n- -Opinnäytetyön arviointilomake opponentille. Mikäli koulutusalallasi käytetään opponointia, voit etsiä opinnäytetyön, jossa olet opponenttina ja voit täyttää arviointilomakkeen.\n- -Opinnäytetyön arviointilomake toimeksiantajalle. Voit saada omaan sähköpostiisi viestin, jossa on linkki, joka toimitetaan toimeksiantajalle arvioinnin tekemistä varten. Linkissä on opinnäytetyösi tiedot valmiina.\n\nSavoniassa on otettu käyttöön uusittu opinnäytetyösopimus 1.9.2022 alkaen. Siitä alkaen uudet opinnäytetyösopimukset on täytetty sähköisten lomakkeiden uudessa\n\nversiossa.\n\nJo aiemmin opinnäytetyösopimuksen tehneet opiskelijat löytävät sopimuslomakkeensa vanhasta versiosta, jonka osoite on uudistunut 1.9.2022 alkaen.\n\nUuteen ja vanhaan lomakeversioon pääsee linkeistä.\n\n## Linkit\n\n<!-- image -->"
}