{
  "text": "Kaikki uudet opinnäytetyösopimukset allekirjoitetaan Savoniassa sähköisesti 8.1.2024 alkaen. Opiskelija huolehtii allekirjoitusten hankkimisesta sekä sopimuksen arkistoinnista tämän ohjeistuksen mukaisesti.\n\nJokaisen sopijapuolen oikeusturvan kannalta on erittäin tärkeä huomioida, että opiskelija tallentaa allekirjoitetun opinnäytetyösopimuksen Wihiin tiedostona. Opinnäytetyösopimus arkistoidaan 5 vuotta opinnäytetyöprosessin päättymisestä, arkistointi tapahtuu Wihissä. Lähettämällä sopimuksen allekirjoitettavaksi myös itsellesi ohjeistuksen mukaan, lisäät itsesi allekirjoittavaksi sopijapuoleksi.\n\n## Toimi seuraavasti:\n\n1. Täytä opinnäytetyösopimus (lomakkeet.savonia.fi).\n2. Tallenna sopimustiedosto pdf-muodossa.\n3. Kirjaudu AtomiSigniin (https://atomisign.fi/login). Käytä kirjautumisessa vaihtoehtoa ' Sign in with Microsoft ' .\n4. Tee uusi allekirjoituspyyntö klikkaamalla '+ Uusi allekirjoituspyyntö' .\n5. Nimeä otsikko selkeästi, esim. Opinnäytetyösopimus\\_Etunimi Sukunimi\\_Ryhmäkoodi. Lisää sopimustiedosto pdf-muodossa kohtaan 'Asiakirjat'. Voit kirjoittaa kaikille allekirjoittajille näkyvän saateviestin, jossa voit kertoa tarvittaessa lisätietoja.\n6. Kohdassa 'Valinnat' tehdään allekirjoitukseen liittyvät määritykset. Tee ne seuraavasti: Tunnistautumistapa: Kevyt tunnistautuminen\n7. Lähetä sopimus allekirjoitettavaksi itsellesi, yhteistyötahon yhteyshenkilölle sekä opinnäytetyösi ohjaajalle kohdasta 'Osallistujat'. Tarkista tässä kohtaa oikeinkirjoitus tarkasti , jotta pyynnöt ohjautuvat oikeisiin osoitteisiin ja nimitiedot tulevat lopulliseen sopimukseen oikein ilman kirjoitusvirheitä.\n8. Allekirjoittajat saavat sähköpostiin ilmoituksen saapuneesta allekirjoituspyynnöstä. Lähettäjänä on no-reply@atomisign.fi.\n9. Allekirjoituspyynnön linkin kautta sopimuksen tietoja sekä tiedostoa voi tarkastella selaimessa, tiedoston voi myös ladata itselleen. Sopimuksen voi allekirjoittaa tai hylätä.\n10. Kun kaikki osapuolet ovat allekirjoittaneet sopimuksen, tulee tästä sähköposti-ilmoitus.\n11. Lataa kaikkien osapuolten sähköisesti allekirjoittama sopimustiedosto AtomiSignista.\n12. Tallenna allekirjoitettu sopimustiedosto Wihin aktiiviseen työvaiheeseen (esim. Vaihe 1/3).\n\nAllekirjoitusjärjestys: Yhtäaikainen\n\nAllekirjoituksen sijoitus: Erillinen allekirjoitussivu"
}