{
  "text": "Hyvä opinnäytetyön (AMK) yhteistyötaho! Ammattikorkeakoulun opinnäytetyön tavoitteena on syventää opiskelijan ammatillista osaamista ja kehittää viestintä- sekä yhteistyövalmiuksia. Kaikki ammattikorkeakouluissa tehtävät opinnäytetyöt ovat työelämälähtöisiä. Parhaimmillaan työt ovat uutta luovia, tieteellisellä ja kehittävällä otteella toteutettuja ammatillisia kokonaisuuksia, jotka palvelevat työelämän tarpeita. Opinnäytetyön - aiheen ajankohtaisuus ja kiinnostavuus\n\n- aiheen käytännöllinen merkitys ja saatujen tulosten hyödynnettävyys\n\n- aiheen tutkittavuus ja tutkimuksen edellyttämät voimavarat\n\n- opiskelijan oma innostus ja kiinnostus asiasta. Opinnäytetyö voi olla luonteeltaan kehittämistyö, produktio tai tutkimuksellinen työ. Kehittämistyössä tai produktiossa suunnitellaan ja esitellään tuote tai palvelu sekä kirjoitetaan raportti suunnitteluprosessista. Kehittämistyö voi olla myös toiminnallinen, jolloin suunnitellaan toiminta tai tapahtuma ja se myös toteutetaan ja arvioidaan. Tutkimuksellisessa opinnäytetyössä kerätään aineisto, analysoidaan se, kootaan ja kirjoitetaan tulokset sekä esitetään johtopäätöksiä. Opinnäytetyön prosessi Opinnäytetyö on 15 opintopisteen laajuinen, yleensä alle vuoden kestävä projekti. Savonia nimeää opiskelijalle ohjaavan opettajan sekä arvioijan. Prosessin alkuvaiheeseen kuuluu aiheen valinta, tutkimus- tai kehittämisongelman täsmentäminen, työsuunnitelman esittäminen sekä hyväksyminen, opinnäytetyösopimuksen tekeminen ja mahdollisten lupien hakeminen. Työn edetessä pidetään ohjaustilaisuuksia, joissa ohjaajat ja mahdollisuuksien mukaan yhteistyötahon edustaja ovat paikalla. Valmis työ arvioidaan ja opiskelija tallentaa valmiin opinnäytetyönsä Theseus-verkkokirjastoon (www.theseus.fi). Työstä voidaan lisäksi laatia lehdistötiedote tai artikkeli. Työtä voidaan esitellä myös erilaisissa tapahtumissa. Vuosittain Savonia palkitsee ansiokkaita opinnäytetöitä ja niitä lähetetään myös valtakunnallisiin opinnäytetyökilpailuihin. Opinnäytetyön tekijänoikeudet ovat aina työn tekijällä, ellei muuta tekijänoikeuksien luovuttamisesta sovita erillisellä sopimuksella. Opinnäytetyöstä tehdään Savonian järjestelmän mukaisesti opinnäytetyösopimus yhteistyötahon, työn tekijän sekä ohjaajien kesken. Sopimuksessa kuvataan toimeksiannon sisältö ja tavoitteet. Se sisältää myös luvan lopullisen opinnäytetyöraportin julkaisemisesta. Mikäli työn luonne edellyttää joitakin työssä käsiteltäviä asioita salassa pidettäviksi, arkaluontoiset asiat voidaan sijoittaa liitteeseen, jota ei julkaista. Yhteistyötahon rooli Yhteistyötahon tehtävänä on edustaa työelämää ja kertoa tarpeet, joihin haetaan ratkaisua, sekä luoda edellytykset työn tekemiselle. Yhteistyötahon edustaja osallistuu työn ohjaamiseen ja hänen toivotaan osallistuvan seminaareihin joko Savonia amk:n kampuksella tai etäyhteydellä. Lisäksi yhteistyötahoa pyydetään myös arvioimaan opinnäytetyö. Arvioinnissa tarkoituksena on painottaa sekä opiskelijan toimintaa työprosessin aikana että tulosten hyödyllisyyttä. Työelämäharjoittelun ja opinnäytetyön suunnittelun ja toteuttamisen yhdistäminen on osoittautunut kaikkia osapuolia hyvin palvelevaksi toimintamalliksi. Ideoita opinnäytetöiden aiheeksi voi jatkuvasti tarjota Savonia amk:n aihe- ja ideapankkiin (www.opiskelijatöihin.fi).\n\nKiitos, kun annat opiskelijalle mahdollisuuden kehittyä alan asiantuntijaksi!\n\nYhteistyöterveisin, Savonia-ammattikorkeakoulu S i v u 1 | 1\n\nSavonia-ammattikorkeakoulu – www.savonia.fi"
}