{
  "text": "Tarkistuslista opinnäytetyötä varten\n\nSekä ohjaajille että opiskelijoille\n\nNimiösivu ja tiivistelmä Nimiösivu\n\n• Vastaako raportointiohjeen muotoa?\n\n• Työn nimi on lyhyt ja informatiivinen ja vastaa työn sisältöä.\n\nTiivistelmä\n\n• Onko ohjeiden muodon mukainen?\n\n• Onko mukana tarpeelliset asiasanat ja muut alkutiedot (työn aihe, menetelmät ja tulokset)? • Onko ymmärrettävissä muusta tekstistä irrallisena?\n\n• Onko aikamuoto oikea (imperfekti)?\n\n• Onko persoona oikea (passiivi)? ”Työssä tutkittiin”…jne.\n\nwww.savonia.fi\n\nJäsentely ja sisällysluettelo\n\n• Ovatko osat oikeassa järjestyksessä? Ehyt tarina?\n\n• Onko sisällysluettelo ohjeen mallin mukainen? • Syntyykö sisällysluettelon otsikoiden perusteella selkeä kuva johdonmukaisesti etenevästä tekstistä?\n\n• Onko otsikoiden järjestys ja hierarkia\n\nlooginen?\n\n• Vastaako jokaisen luvun otsikko sen\n\nsisältöä?\n\nJohdanto ja teoria Johdanto\n\n• Onko toimeksianto ja työn tarkoitus kuvattu täsmällisesti?\n\n• Onko esitetty lopputulokselle asetetut konkreettiset tavoitteet? • Ilmeneekö tutkimuksen rajaus selkeästi?\n\nTeoria eli tietoperusta\n\n• Onko teoriatausta riittävä ja asianmukainen?\n\n• Onko teorian ja tutkittavan ongelman yhteys osoitettu?\n\n• Onko teoriakirjallisuus ja lähde valittu kriittisesti?\n\n• Onko tietolähteet merkitty raportointiohjeiden mukaan?\n\nMenetelmä\n\nOnko tutkimusmenetelmä työn kannalta olennainen?\n\nOnko työn kulku selostettu riittävän tarkasti? Onko aineisto kuvattu riittävän selkeästi?\n\nTulokset ja johtopäätökset\n\nOnko tulokset esitetty selkeästi? Antavatko tulokset vastauksen esitettyihin ongelmiin? Käykö tulosten luotettavuus selvästi ilmi? Onko esitystapa puolueeton ja tarkka?\n\nwww.savonia.fi\n\nlähdeluettelossa?\n\n• Ovatko tekstiviitteet ohjeen- ja asianmukaiset? • Onko lähdeluettelo ohjeen mukainen ja aakkosjärjestyksessä (Harvardin tyyli)?\n\nLiitteet\n\nLiitteet • Ovatko kaikki liitteet tarpeen?\n\n• Onko liitteisiin viitattu tekstissä?\n\n• Onko jokainen liite otsikoitu ja numeroitu?\n\n• Onko liitteeseen merkitty mahdollinen lähde?\n\nTaulukot ja kuvat • Ovatko kaikki taulukot tarpeen? • Onko taulukot ja kuvat numeroitu ja otsikoitu\n\nohjeen mukaan? • Onko taulukon otsikko ymmärrettävissä ilman varsinaisen tekstin lukemista?\n\n• Onko taulukoihin ja kuviin merkitty lähdeviite, jos ne on otettu lähteestä?\n\n• Annetaanko tekstissä riittävästi tietoa taulukon tulkitsemiseksi?\n\n• Onko taulukot ja kuvat sijoitettu mahdollisimman lähelle tekstissä olevaa mainintaa?\n\n• Ovatko taulukot ja kuvat helppolukuisia ja selventävätkö ne esitystä?\n\nKirjoitusasu KIELI JA TYYLI - Ovatko kappaleet johdonmukaisia ja vaihtelevanmittaisia? - Löytyykö kappaleen perusidea helposti? - Liittyvätkö jakson kappaleet toisiinsa?\n\nSANANAVALINTA - Onko mahdolliset lyhenteet ja vieraat sanat selitetty? - Onko käytetty selkeitä ja yksiselitteisiä sanoja ja termejä? - Onko karsittava tarpeettomia lisäsanoja, puhekielisiä sanoja tai kapulakielisiä sanoja (kuten suhteen, toimesta, kartoittaa, riippuen jne.)?\n\nOIKEINKIRJOITUS - Onko tekstin oikeinkirjoitus normien mukaista, kuten välimerkkien käyttö, isot ja pienet alkukirjaimet, numeroiden ja merkkien taivutus? - Onko yhdyssanat kirjoitettu oikein? - Onko nimet ja vierasperäiset sanat kirjoitettu oikein?- - Onko tavutus tarkistettu?"
}