{
  "text": "Ohje\n\n10.5.2022\n\nKypsyysnäyte\n\nMillä kielellä kypsyysnäyte kirjoitetaan?\n\nTutkintoa varten jokainen opiskelija kirjoittaa omasta opinnäytetyöstään kypsyysnäytteen, jossa hän osoittaa perehtyneisyyttä omaan aihealueeseen ja ammattialaan sekä suomen tai ruotsin kielen taitoa. Kypsyysnäytteen kieli määräytyy opiskelijan koulusivistyskielen mukaisesti. Koulusivistyskielellä (A481/2003, 20 §) tarkoitetaan sitä kieltä (suomi tai ruotsi), josta opiskelija on Suomen perusopetuslain tai lukiolain mukaisista tai vastaavista opinnoista saamassaan päättötodistuksessa saanut hyväksytyn arvosanan äidinkielenä opiskellusta suomen tai ruotsin kielestä. Mikäli opiskelija on suorittanut ylioppilastutkinnon eri kielellä kuin edellä tarkoitetulla koulusivistyskielellään, hänen katsotaan kuitenkin saaneen koulusivistyksensä myös sillä kielellä (suomi tai ruotsi), jolla hän on ylioppilastutkinnossa suorittanut hyväksytyn kokeen äidinkielessä tai saanut vähintään arvosanan magna cum laude approbatur suomi toisena kielenä tai ruotsi toisena kielenä -kokeessa. Käytännön esimerkki: Opiskelija ei ole suorittanut hyväksytysti Suomen perusopetus- eikä lukiolainsäädännön mukaista äidinkielen oppimäärää. Hän on sen sijaan suorittanut lukion suomen kielellä ja on saanut yo-kokeessa hyväksytyn kokeen äidinkielessä tai vaihtoehtoisesti saanut vähintään magna cum laude approbatur suomi toisena kielenä, kypsyyskoe olisi mahdollista suorittaa myös suomen kielellä. Opiskelijat, jotka opiskelevat vieraskielisessä koulutusohjelmassa, mutta joiden koulunkäyntikieli on ollut suomi tai ruotsi, kirjoittavat kypsyysnäytteen suomeksi tai ruotsiksi. Mikäli opiskelijan koulusivistyskieli on muu kuin suomi tai ruotsi tai hän on saanut koulusivistyksensä ulkomailla, hän kirjoittaa kypsyysnäytteen joko suomeksi tai englanniksi. Ulkomaalaiset opiskelijat kirjoittavat kypsyysnäytteen tutkinto-ohjelman opetuskielellä.\n\nOpiskelija, jolla on LUKI -vaikeuksia tulee huomioida seuraavat asiat:\n\nsinun tulee esittää asiantuntijan lausunto asiaan liittyen voit kirjoittaa kypsyysnäytettä tarvittaessa pitempään kuin muut\n\nsinulla on mahdollisuus täydentää suoritustasi suullisesti\n\nKuinka kypsyysnäyte kirjoitetaan?\n\nKypsyysnäyte kirjoitetaan sähköisesti Exam -järjestelmässä. Opettaja määrittelee Exam - järjestelmään ajanjakson, jonka kuluessa kypsyysnäyte kirjoitetaan. Opiskelija voi kirjoittaa kypsyysnäytteen, kun ohjaaja antaa siihen luvan. Ohjaaja laatii opinnäytetyön sisältöalueelta kysymykset/tehtävänannon, joista opiskelija valitsee yhden kypsyysnäytteensä aiheeksi. Kirjoituksessa ei käytetä lähdeaineistoa. Kypsyysnäytteen laajuus on noin 400–600 sanaa.\n\nKypsyysnäytteen tekstilaji voidaan määritellä tehtävänannossa. Tekstilajina voi olla jokin tietoa välittävä, selostava teksti, esimerkiksi tiedote, essee tai artikkeli. Kypsyysnäytteen kirjoittamiseen voi käyttää enintään kolme tuntia (3x60 min).\n\nSavonia-ammattikorkeakoulu | PL 6, 70201 Kuopio | puh. (017) 255 6000 | www.savonia.fi\n\nOhje\n\n10.5.2022\n\nKypsyysnäytteen arviointi\n\nKypsyysnäytteen asiasisällön arvioi ohjaava opettaja ja kieli- ja viestintätaidon arvioi viestinnän tai ko. kielen opettaja. Kypsyysnäyte arvioidaan asteikolla hyväksytty - hylätty. Kypsyysnäytteen arvioinnissa pääpaino on opinnäytetyön ja koulutusalan ammatillisen sisällön sekä viestinnän taidossa.\n\nAsiasisällön arvioinnissa kiinnitetään huomio erityisesti siihen, että sisällön ammatillinen ilmaisu on asiantuntevaa, oivaltavaa, sujuvaa ja virheetöntä.\n\nKypsyysnäytteen suomen tai ruotsin kielen taidon arviointi kohdistuu seuraaviin asioihin: – jäsentely (mm. tekstin kokonaisrakenne, kappalejako, otsikointi)\n\n– ymmärrettävyys (mm. tekstin itsenäisyys, argumentointi, väitteet ja niiden perustelut)\n\n– selkeys (mm. virkerakenne, ammattitermien käyttö, sanavalinnat)\n\n– tyyli (asiatyyli) ja kieli (mm. oikeakielisyys, oikeinkirjoitus, ohjeiden mukainen ulkoasu)\n\nHyväksytty Opiskelija osoittaa perehtyneensä opinnäytetyön aihepiiriin ja pystyy kuvailemaan ja arvioimaan käyttämiään menetelmiä ja saamiaan tuloksia sekä arvioimaan tutkimuksensa/työnsä yhteyksiä työelämään. Opiskelija perustelee esittämänsä väitteet. Hän esittää omia pohdintojaan ja yhdistää omat oppimiskokemuksensa tulevan ammattityönsä kehittämiseen. Kypsyysnäyte on sisällöltään yhtenäinen ja johdonmukainen ammatillinen kokonaisuus. Kypsyysnäytteen kieli on hallittua ammattikieltä. Ilmaisu on sujuvaa ja asioiden väliset suhteet on osoitettu selkeästi. Sanasto on osuvaa ja täsmällistä sekä kuvastaa asian hallintaa. Kirjoitus on rakenteeltaan tarkoituksenmukainen: asia jäsentyy selviksi kokonaisuuksiksi ja kappalejako ilmoittaa jäsentelyn. Tekstin rakenne ilmentää kirjoittajan asiantuntemusta ja välittää lukijalle viestin selkeästi ja johdonmukaisesti. Kirjoituksen alku ja loppu ovat hallitut eli alku johdattaa lukijan aiheeseen ja loppu päättää asian käsittelyn. Kypsyysnäyte muodostaa selvän kokonaisuuden. Oikeinkirjoituksen on oltava lähes moitteetonta ja tekstin käsialaltaan luettavaa sekä asettelultaan selkeää. Hylätty Opiskelija ei pysty osoittamaan perehtyneisyyttään opinnäytetyön aihepiiriin ja käytettyihin menetelmiin. Väittämiä ei perustella tai perustelut ovat epäloogisia. Kypsyysnäytteessä on vain lueteltu aihepiiriin liittyviä asioita osoittamatta niiden välisiä yhteyksiä. Opiskelijan omat pohdinnat puuttuvat tai ovat vain niukkoja toteamuksia. Opiskelija ei pysty osoittamaan oman työnsä ja työelämän välisiä yhteyksiä. Kypsyysnäyte ei muodosta loogista kokonaisuutta. Kirjoituksen kielessä ja esitystavassa on paljon puutteellisuuksia. Ilmaisutavat ja sanasto eivät täytä asiatyylin perusvaatimuksia ja/tai kielenkäyttö on hapuilevaa, esimerkiksi lauserakenteet ovat kankeita tai virheellisiä. Kypsyysnäytteen rakenne on epäjohdonmukainen tai sekava tai jäsentelyä ei ole osoitettu. Kypsyysnäyte ei muodosta kokonaisuutta, vaan koostuu hajanaisesti esitetyistä yksityiskohdista. Oikeinkirjoituksessa on puutteita, niin että asian ymmärrettävyys kärsii. Jos kypsyysnäyte on hylätty, opiskelija on mahdollista saada tietoonsa hylkäyksen perusteena olleet sisällölliset ja kielellisen ilmaisun ongelmat.\n\nSavonia-ammattikorkeakoulu | PL 6, 70201 Kuopio | puh. (017) 255 6000 | www.savonia.fi"
}