{
  "text": "<!-- image -->\n\nOPINNÄYTETYÖHÖN LIITETTÄVÄ\n\nTIETOSUOJASELOSTE/-ILMOITUS\n\nEU:n yleinen tietosuoja-asetus\n\n13 ja 14 artiklat\n\nLaatimispäivä: [päivä]\n\n**Tietoa tutkimukseen osallistuvalle**\n\nOlet osallistumassa Savonia-ammattikorkeakoulussa tehtävään opinnäytetyöhön liittyvään tutkimukseen. Tässä selosteessa kuvataan, miten henkilötietojasi käsitellään tutkimuksessa.\n\nTutkimukseen osallistuminen on vapaaehtoista. Sinuun ei kohdistu mitään negatiivista seuraamusta, jos et osallistu tutkimukseen tai jos keskeytät osallistumisesi tutkimukseen. Jos keskeytät osallistumisesi tutkimukseen, ennen keskeytystä kerättyä aineistoa voidaan kuitenkin käyttää tutkimuksessa. Tämän selosteen kohdassa 14 kerrotaan tarkemmin, mitä oikeuksia sinulla on ja miten voit vaikuttaa tietojesi käsittelyyn.\n\n## 1 Tutkimuksen rekisterinpitäjä\n\nNimi: *Opiskelijan tiedot*\n\nOsoite: *Ei ole pakollinen tieto, jos kyse on kotiosoitteesta*\n\nPuhelinnumero:\n\nSähköpostiosoite:\n\n## 2 Kuvaus tutkimushankkeesta ja henkilötietojen käsittelyn tarkoitus\n\n*Käsittelyn tarkoitus kertoo, minkä tutkimuksen tekemiseksi henkilötietoja käsitellään. Kuvaa tutkimusta siitä näkökulmasta, että osallistuja (esim. kyselyyn vastaaja, haastateltava) ymmärtää, millä tavalla hänen tietojaan käsitellään.*\n\n## 3 Tutkimuksen suorittajat\n\n*Tähän kirjataan kaikki ne, joilla on tutkimuksen kuluessa oikeus käsitellä tutkimusrekisterin tietoja.*\n\n## 4 Tutkimuksen nimi ja tutkimuksen kestoaika\n\nTutkimuksen nimi: *[nimi]*\n\nHenkilötietojen käsittelyn kesto:\n\n*Jos tarkka kesto on tiedossa, se ilmoitetaan tässä. Jos ei, tässä kerrotaan, miten käsittelyn kesto määräytyy.*\n\n## 5 Henkilötietojen käsittelyn oikeusperuste\n\nHenkilötietoja käsitellään yleisen tietosuoja-asetuksen 6 artiklan 1 kohdan mukaisella perusteella.\n\nHenkilötietojen käsittelyperusta tässä tutkimuksessa on\n\ntutkittavan suostumus\n\ntieteellinen tai historiallinen tutkimus tai tilastointi\n\n## 6 Mitä henkilötietoja tutkimusaineisto sisältää\n\n*Tässä kerrotaan ne henkilötiedot tai tietotyypit, jotka tutkittavasta/rekisteröidystä kerätään ja tallennetaan. Henkilön yksilöintitiedot eritellään (esim. nimi, syntymäaika, yhteystiedot). Voidaan käyttää erillistä liitettä.*\n\n*Jos tallennat haastattelut, niin huomaathan että henkilön kuva ja ääni ovat myös henkilötietoja. Ohjaa vastaajaa välttämään henkilötietojen kirjoittamista avoimiin kysymyksiin. Mikäli henkilötietoja tekstistä löytyy, on henkilötiedot anonymisoitava.*\n\n## 7 Erityiset henkilötietoryhmät (arkaluonteiset henkilötiedot)\n\nTutkimuksessa ei käsitellä erityisiin henkilötietoryhmiin kuuluvia (arkaluonteisia) henkilötietoja.\n\n*TAI*\n\nTutkimuksessa käsitellään seuraavia erityisiin henkilötietoryhmiin kuuluvia (arkaluonteisia) henkilötietoja:\n\nRotu tai etninen alkuperä\n\nPoliittiset mielipiteet\n\nUskonnollinen tai filosofinen vakaumus\n\nAmmattiliiton jäsenyys\n\nGeneettiset tiedot\n\nBiometristen tietojen käsittely henkilön yksiselitteistä tunnistamista varten\n\nTerveys\n\nLuonnollisen henkilön seksuaalinen käyttäytyminen tai suuntautuminen\n\nErityisiin henkilötietoryhmiin kuuluvien (arkaluonteisien) henkilötietojen käsittely perustuu seuraavaan tietosuoja-asetuksen 9 artiklan 2 kohdan mukaiseen oikeusperusteeseen:\n\nTutkittavan suostumus\n\nTieteellinen tai historiallinen tutkimustarkoitus tai tilastollinen tarkoitus\n\n*Erityisiin henkilötietoryhmiin kuuluvien (arkaluonteisien) henkilötietojen käsittely edellyttää riskiarvioinnin tekemistä. Katso tarkemmin esim.* [*https://tietosuoja.fi/arvioi-riskit*](https:/tietosuoja.fi/arvioi-riskit) *.*\n\n## 8 Mistä lähteistä henkilötietoja kerätään\n\n*Tähän kuvataan se, mistä tallennettavat tiedot saadaan. Esim. Henkilötiedot kerätään rekisteröidyltä itseltään. Onko muita lähteitä?*\n\n## 9 Tietojen siirto tai luovuttaminen edelleen\n\n*Tässä kerrotaan se, siirretäänkö tai luovutetaanko henkilötietoja edelleen. Mitä tietoja luovutetaan, mihin niitä luovutetaan ja mihin luovuttaminen perustuu. Tähän kuvataan myös mahdollinen henkilötietojen siirto henkilötietojen käsittelijälle (esim. alihankkija). Yleisimmin tähän vastataan ”Henkilötietoja ei siirretä tai luovuteta edelleen”.*\n\n## 10 Tietojen siirto tai luovuttaminen EU:n tai Euroopan talousalueen ulkopuolelle\n\nHenkilötietoja ei pääsääntöisesti siirretä tai luovuteta EU/ETA-alueen ulkopuolelle.\n\nHUOM!! Käyttämäsi tietojärjestelmän palvelimet saattavat sijaita EU/ETA-alueen ulkopuolella, jolloin on mahdollista että palveluntuottaja siirtää tiedot palvelimelle EU/ETA-alueen ulkopuolelle.\n\nTAI\n\n*Yksilöi tietosuoja-asetuksen mukainen oikeusperuste, joka mahdollistaa tietojen siirron*\n\n*(esim. 45 artiklan mukainen komission päätös tietosuojan riittävyydestä TAI 47 artiklan mukaiset yritystä koskevat sitovat säännöt TAI 46 artiklan 2 kohdan mukaiset tietosuojaa koskevat vakiolausekkeet TAI 49 artiklan mukaiset poikkeukset ja suojatoimet, kuten tutkittavan nimenomainen suostumus ehdotettuun siirtoon sen jälkeen, kun häntä on informoitu siirtoon liittyvistä riskeistä).*\n\n*Jos mahdollista, tietoihin tulisi sisällyttää linkki käytettyyn asiakirjaan tai tiedot siitä, missä ja miten tiedot kyseisestä asiakirjasta ovat saatavilla.*\n\n*Henkilötietojen siirto kolmanteen maahan voidaan toteuttaa, jos komissio on tehnyt päätöksen, jonka mukaan kyseinen kolmas maa varmistaa riittävän tietosuojan tason. Erillistä lupaa siirtoa varten ei tällöin tarvita.*\n\n[*https://tietosuoja.fi/siirto-tietosuojan-riittavyytta-koskevan-paatoksen-perusteella*](https:/tietosuoja.fi/siirto-tietosuojan-riittavyytta-koskevan-paatoksen-perusteella)\n\n*Toinen yleinen suojakeino on komission vakiosopimuslausekkeet (asetuksen 46 artiklan 2 kohta), ks.* [*https://commission.europa.eu/publications/standard-contractual-clauses-international-transfers\\_en*](https:/commission.europa.eu/publications/standard-contractual-clauses-international-transfers_en)\n\n## 11 Henkilötietojen suojauksen periaatteet\n\nHenkilötiedot ovat salassa pidettäviä.\n\nManuaalisen paperiaineiston suojaaminen: \\_\\_\\_\n\nTietojärjestelmissä käsiteltävät tiedot:\n\nkäyttäjätunnus     salasana     käytön rekisteröinti      kulunvalvonta\n\nmuu, mikä:\n\nSuorien tunnistetietojen käsittely:\n\nSuorat tunnistetiedot poistetaan analysointivaiheessa\n\nAineisto analysoidaan suorin tunnistetiedoin, koska (peruste suorien tunnistetietojen säilyttämiselle):\n\n## 12 Henkilötietojen käsittely tutkimuksen päättymisen jälkeen\n\nTutkimusrekisteri hävitetään\n\nTutkimusrekisteri arkistoidaan:\n\nilman tunnistetietoja  tunnistetiedoin\n\nMihin aineisto arkistoidaan ja miten pitkäksi aikaa: \\_\\_\\_\n\n## 13 Savonia-ammattikorkeakoulun tietosuojavastaavan yhteystiedot\n\nSavonia-ammattikorkeakoulun tietosuojavastaava on hallinnon suunnittelija Mervi Hätinen. Häneen saa yhteyden sähköpostiosoitteesta [tietosuojavastaava@savonia.fi](mailto:tietosuojavastaava@savonia.fi)\n\n*Savonian tietosuojavastaavalta saat tietoa mm. tietojärjestelmien suojauksista, tietojärjestelmä- ja rekisteriselosteista ja muista tietosuojaan ja tietoturvaan liittyvistä menettelyistä.*\n\n## 14 Mitä oikeuksia sinulla on ja oikeuksista poikkeaminen\n\nYhteyshenkilö tutkittavan oikeuksiin liittyvissä asioissa on tämän ilmoituksen kohdassa 1 mainittu henkilö.\n\nSuostumuksen peruuttaminen (tietosuoja-asetuksen 7 artikla)\n\nSinulla on oikeus peruuttaa antamasi suostumus, mikäli henkilötietojen käsittely perustuu suostumukseen. Suostumuksen peruuttaminen ei vaikuta suostumuksen perusteella ennen sen peruuttamista suoritetun käsittelyn lainmukaisuuteen.\n\nOikeus saada pääsy tietoihin (tietosuoja-asetuksen 15 artikla)\n\nSinulla on oikeus saada tieto siitä, käsitelläänkö henkilötietojasi tutkimuksessa ja mitä henkilötietojasi tutkimuksessa käsitellään. Voit myös halutessasi pyytää jäljennöksen käsiteltävistä henkilötiedoista.\n\nOikeus tietojen oikaisemiseen (tietosuoja-asetuksen 16 artikla)\n\nJos käsiteltävissä henkilötiedoissasi on epätarkkuuksia tai virheitä, sinulla on oikeus pyytää niiden oikaisua tai täydennystä.\n\nOikeus tietojen poistamiseen (tietosuoja-asetuksen 17 artikla)\n\nSinulla on oikeus vaatia henkilötietojesi poistamista seuraavissa tapauksissa:\n\n1. henkilötietoja ei enää tarvita niihin tarkoituksiin, joita varten ne kerättiin tai joita varten niitä muutoin käsiteltiin\n2. peruutat suostumuksen, johon käsittely on perustunut, eikä käsittelyyn ole muuta laillista perustetta\n3. vastustat käsittelyä (kuvaus vastustamisoikeudesta on alempana) eikä käsittelyyn ole olemassa perusteltua syytä\n4. henkilötietoja on käsitelty lainvastaisesti; tai\n5. henkilötiedot on poistettava unionin oikeuteen tai jäsenvaltion lainsäädäntöön perustuvan rekisterinpitäjään sovellettavan lakisääteisen velvoitteen noudattamiseksi.\n\nOikeutta tietojen poistamiseen ei kuitenkaan ole, jos tietojen poistaminen estää tai vaikeuttaa suuresti käsittelyn tarkoituksen toteutumista tieteellisessä tutkimuksessa.\n\nOikeus käsittelyn rajoittamiseen (tietosuoja-asetuksen 18 artikla)\n\nSinulla on oikeus henkilötietojesi käsittelyn rajoittamiseen, jos kyseessä on jokin seuraavista olosuhteista:\n\n1. kiistät henkilötietojen paikkansapitävyyden, jolloin käsittelyä rajoitetaan ajaksi, jonka kuluessa tutkija voi varmistaa niiden paikkansapitävyyden\n2. käsittely on lainvastaista ja vastustat henkilötietojen poistamista ja vaadit sen sijaan niiden käytön rajoittamista\n3. tutkija ei enää tarvitse kyseisiä henkilötietoja käsittelyn tarkoituksiin, mutta sinä tarvitset niitä oikeudellisen vaateen laatimiseksi, esittämiseksi tai puolustamiseksi\n4. olet vastustanut henkilötietojen käsittelyä (ks. tarkemmin alla) odotettaessa sen todentamista, syrjäyttävätkö rekisterinpitäjän oikeutetut perusteet rekisteröidyn perusteet.\n\nOikeus siirtää tiedot järjestelmästä toiseen (tietosuoja-asetuksen 20 artikla)\n\nSinulla on oikeus saada tutkijalle toimittamasi henkilötiedot jäsennellyssä, yleisesti käytetyssä ja koneellisesti luettavassa muodossa, ja oikeus siirtää kyseiset tiedot toiselle rekisterinpitäjälle , jos käsittelyn oikeusperuste on suostumus tai sopimus, ja käsittely suoritetaan automaattisesti.\n\nKun käytät oikeuttasi siirtää tiedot järjestelmästä toiseen, sinulla on oikeus saada henkilötiedot siirrettyä suoraan rekisterinpitäjältä toiselle, jos se on teknisesti mahdollista.\n\nVastustamisoikeus (tietosuoja-asetuksen 21 artikla)\n\nSinulla on oikeus vastustaa henkilötietojesi käsittelyä, jos käsittely perustuu yleiseen etuun tai oikeutettuun etuun. Tällöin tutkija ei voi käsitellä henkilötietojasi, paitsi jos se voi osoittaa, että käsittelyyn on olemassa huomattavan tärkeä ja perusteltu syy, joka syrjäyttää rekisteröidyn edut, oikeudet ja vapaudet tai jos se on tarpeen oikeusvaateen laatimiseksi, esittämiseksi tai puolustamiseksi. Tutkija voi jatkaa henkilötietojesi käsittelyä myös silloin, kun sen on tarpeellista yleistä etua koskevan tehtävän suorittamiseksi.\n\nOikeuksista poikkeaminen\n\nTässä kohdassa kuvatuista oikeuksista saatetaan tietyissä yksittäistapauksissa poiketa tietosuoja-asetuksessa ja Suomen tietosuojalaissa säädetyillä perusteilla siltä osin, kuin oikeudet estävät tieteellisen tai historiallisen tutkimustarkoituksen tai tilastollisen tarkoituksen saavuttamisen tai vaikeuttavat sitä suuresti. Tarvetta poiketa oikeuksista arvioidaan aina tapauskohtaisesti.\n\nValitusoikeus\n\nSinulla on oikeus tehdä valitus tietosuojavaltuutetun toimistoon, mikäli katsot, että henkilötietojesi käsittelyssä on rikottu voimassa olevaa tietosuojalainsäädäntöä.\n\nYhteystiedot:\n\nTietosuojavaltuutetun toimisto\n\nKäyntiosoite: Lintulahdenkuja 4, 00530 Helsinki\n\nPostiosoite: PL 800, 00531 Helsinki\n\nPuhelinvaihde: 029 566 6700\n\nKirjaamo: 029 566 6768\n\nSähköposti: tietosuoja(at)om.fi"
}