{
  "text": "<!-- image -->\n\n| arviointikohde   | kiitettävä (5)   | hyvä (3)   | välttävä (1)   | hylätty (0)   |\n|------------------|------------------|------------|----------------|---------------|\n\nTässä taulukossa on esitetty arviointikriteerit arvosanoille kiitettävä (5), hyvä (3), välttävä (1) sekä hylätty (0). Opinnäytteen arvioijilla on käytössä lisäksi arvosanat erittäin hyvä (4) ja tyydyttävä (2). Opinnäytteen kokonaisarvosana muodostuu arvioinnin kokonaisuudesta.\n\n| Opinnäytetyön aiheen valinta ja valinnan perustelut sekä työn rajaus      | Opinnäytetyön aihe on innovatiivinen tai haastava sekä vastaa hyvin oman alan sekä oman asiantuntijuuden kehittämistarpeisiin. Aihevalintaa perustellaan monipuolisesti useasta eri näkökulmasta. Työn tarkoitus ja tavoitteet on asetettu selkeästi ja johdonmukaisesti. Opinnäytetyö on rajattu johdonmukaisesti ja perustellen.   | Opinnäytetyön aihe vastaa oman alan sekä oman asiantuntijuuden kehittämistarpeisiin. Aihevalintaa perustellaan eri näkökulmista. Työn tarkoitus ja tavoitteet on asetettu. Opinnäytetyö on rajattu melko hyvin.                                                                   | Opinnäytetyön aihe vastaa osittain oman alan sekä oman asiantuntijuuden kehittämistarpeisiin. Aihevalinnan perustelut ovat vähäisiä. Työn tarkoituksen ja tavoitteiden asettelu on tehty puutteellisesti. Opinnäytetyön rajaus on tehty puutteellisesti.   | Opinnäytetyön aihe ei vastaa oman alan sekä oman asiantuntijuuden kehittämistarpeisiin. Aihevalinnan perustelut puuttuvat tai ovat epäjohdonmukaisia. Opinnäytetyön tarkoituksen ja tavoitteiden asettelu puuttuu tai on epäjohdonmukainen. Opinnäytetyön rajausta ei ole tehty tai sitä ei noudateta.   |\n|---------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Opinnäytetyön tietoperusta                                                | Keskeiset käsitteet on erinomaisesti tunnistettu ja määritelty koulutusalalle ominaisista näkökulmista. Tietoperusta on monipuolinen, rakentuen perustellusti valituista tieto- lähteistä. Tietolähteet koostuvat tarkoi- tuksenmukaisesti aiheeseen liittyvästä aiemmasta tieteellisestä ja ammatillises- ta tiedosta.              | Keskeisten käsitteiden valinta on onnistunut ja niitä on määritelty koulutusalalle ominaisista näkökulmista. Tietoperusta on riittävä, rakentuen perustellusti valituista tietolähteistä. Tietolähteet koostuvat aiheeseen liittyvästä ammatillisesta ja tieteellisestä tiedosta. | Keskeisten käsitteiden valinta ja määrittely on tehty vain osittain. Tietoperusta on suppea. Lähdemateriaali on melko yksipuolista, eikä pohjaudu todennettuun ja ajantasaiseen ammatilliseen tietoon.                                                     | Käsitteiden määrittely puuttuu tai on virheellistä. Tietoperusta on riittämätön tai virheellinen. Lähdemateriaali on hyvin yksipuolista tai epäammatillista.                                                                                                                                             |\n| Opinnäytetyön valit- tujen menetelmien käyttö ja työn tulos- ten pohdinta | Tehdyt menetelmävalinnat ovat tarkoituksenmukaisia ja hyvin perusteltuja. Opinnäytetyössä käytetään työhön valittuja menetelmiä hallitusti ja oivaltavasti. Opiskelija pohtii ja arvioi monipuolisesti saamiaan tuloksia useista eri näkökulmista ja tekee niiden perusteella hyvin perusteltuja oikeita johtopäätöksiä.             | Tehdyt menetelmävalinnat ovat perusteltuja. Opinnäytetyössä käytetään työhön valittuja menetelmiä hallitusti, mutta rutiininomaisesti. Opiskelija pohtii hyvin saamiaan tuloksia ja tekee niiden perusteella oikeita johtopäätöksiä.                                              | Tehtyjä menetelmävalintoja perustellaan vain niukasti. Opinnäytetyössä valitut menetelmät eivät ole kaikilta osin opiskelijan hallinnassa. Tulokset jäävät vähäisiksi ja opiskelija pohtii niitä niukasti.                                                 | Menetelmävalintoja ei perustella tai perustelut ovat virheellisiä. Opinnäytetyössä ei osoiteta valittujen menetelmien hallintaa. Opiskelija ei pohdi saamiaan tuloksia.                                                                                                                                  |\n\n<!-- image -->\n\n| arviointikohde   | kiitettävä (5)   | hyvä (3)   | välttävä (1)   | hylätty (0)   |\n|------------------|------------------|------------|----------------|---------------|\n\nTässä taulukossa on esitetty arviointikriteerit arvosanoille kiitettävä (5), hyvä (3), välttävä (1) sekä hylätty (0). Opinnäytteen arvioijilla on käytössä lisäksi arvosanat erittäin hyvä (4) ja tyydyttävä (2). Opinnäytteen kokonaisarvosana muodostuu arvioinnin kokonaisuudesta.\n\n| Opinnäytetyön rakenne ja raportoinnin käyttäjälähtöisyys                  | Rakenne on johdonmukainen. Tietoperusta muodostaa tulosten tai tuotoksen ja pohdinnan kanssa ehyen loogisen kokonaisuuden. Opinnäytetyö on taitavasti kirjoitettu. Raportissa on käytetty hyvää asiatyylistä ammattikieltä. Havainnollistaminen on tarkoituksenmukaista. Raportointiohjeita on noudatettu.                                                    | Rakenne on johdonmukainen. Tietoperusta ja työn tulokset tai tuotos sekä pohdinta vastaavat toisiaan. Opinnäytetyö on helppolukuinen. Raportissa on käytetty asiatyylistä ammattikieltä. Havainnollistaminen ei ole kaikin osin tarkoituksenmukaista. Raportointiohjeita on noudatettu.   | Rakenteen johdonmukaisuudessa on puutteita. Tietoperusta jää osittain irralliseksi työn tuloksista tai tuotoksesta. Opinnäytetyön lukeminen on haasteellista. Raportissa on puutteita asiatyylin tai ammattikielen hallinnassa. Raportointiohjeita on pääosin noudatettu.   | Rakenne ei ole johdonmukainen. Tietoperusta on irrallinen työn tuloksista tai tuotoksesta. Opinnäytetyötä on vaikea ymmärtää. Raportissa ei ole käytetty asiatyylistä ammattikieltä. Raportointiohjeiden noudattamisessa on selviä puutteita.                                   |\n|---------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Opinnäytetyön työelämälähtöisyys ja toimeksiantoon vastaaminen            | Opinnäytetyö on työelämälähtöinen ja osoittaa syvällistä alan tuntemusta. Työn tulokset ovat suoraan hyödynnettävissä toimeksiannon mukaisesti. Työ antaa toimeksiantajan tai alan toimijoiden käyttöön toimintaa uudistavaa tai kehittävää näkökulmaa.                                                                                                       | Opinnäytetyö on työelämälähtöinen ja osoittaa hyvää alan tuntemusta. Työn tulokset ovat täydennettynä hyödynnettävissä toimeksiannon mukaisesti.                                                                                                                                          | Opinnäytetyö on työelämälähtöinen ja osoittaa tyydyttävää alan tuntemusta. Työn tulokset vaativat kehittämistä ennen kuin ne ovat hyödynnettävissä toimeksiannon mukaisesti.                                                                                                | Opinnäytetyö ei ole työelämälähtöinen eikä osoita alan tuntemusta. Työn tulokset eivät vastaa toimeksiantoa.                                                                                                                                                                    |\n| Opinnäytetyöpro- sessin, tulosten luotettavuuden ja eettisyyden arviointi | Opinnäytetyössä on arvioitu ja pohdittu monipuolisesti ja syvällisesti koko opinnäytetyöprosessia. Tulosten luotettavuutta arvioidaan monipuolisesti suhteessa lähdeaineistoon. Työ on suunniteltu ja toteutettu avoimesti ja rehellisesti. Työssä on kaikilta osin noudatettu tutkimus- ja ammattieettisiä periaatteita, jotka on myös selkeästi raportoitu. | Opinnäytetyössä on arvioitu ja pohdittu koko opinnäytetyöprosessia. Tulosten luotettavuutta arvioidaan suhteessa lähdeaineistoon. Työ on suunniteltu ja toteutettu avoimesti ja rehellisesti. Työssä on noudatettu tutkimus- ja ammattieettisiä periaatteita, jotka on raportoitu.        | Opinnäytetyöprosessin ja tulosten luotettavuuden arviointi ja pohdinta jäävät puutteellisiksi. Tulosten luotettavuuden peilaaminen lähdeaineistoon on niukkaa. Tutkimus- ja ammattieettisiä periaatteita on noudatettu, mutta niiden raportoinnissa on puutteita.           | Opinnäytetyöprosessin ja tulosten luotettavuuden arviointi ja pohdinta ovat virheellisiä, puutteellisia tai puuttuvat kokonaan. Tuloksia ei ole arvioitu suhteessa lähdeaineistoon. Tutkimus- ja ammattieettisten periaatteiden noudattamisessa ja raportoinnissa on puutteita. |\n\n<!-- image -->\n\n| arviointikohde   | kiitettävä (5)   | hyvä (3)   | välttävä (1)   | hylätty (0)   |\n|------------------|------------------|------------|----------------|---------------|\n\nTässä taulukossa on esitetty arviointikriteerit arvosanoille kiitettävä (5), hyvä (3), välttävä (1) sekä hylätty (0). Opinnäytteen arvioijilla on käytössä lisäksi arvosanat erittäin hyvä (4) ja tyydyttävä (2). Opinnäytteen kokonaisarvosana muodostuu arvioinnin kokonaisuudesta.\n\n| Ammatillisen kasvun ja asiantuntijuuden osoittaminen opinnäytetyöpro- sessin aikana   | Opiskelija on osoittanut erinomaista kykyä soveltaa tietoa ja osaamista käytännön asiantuntijatehtävässä. Opiskelijan toiminta on koko prosessin ajan ollut erittäin aloitteellista ja vastuullista. Opinnäytetyöprosessi on edennyt sujuvasti ja suunnitelmallisesti. Opiskelija on pohtinut monipuolisesti, miten opinnäytetyöprosessi on kehittänyt ja syventänyt hänen ammatillista osaamistaan.   | Opiskelija on osoittanut kykyä soveltaa tietoa ja osaamista käytännön asiantuntijatehtävässä. Opiskelijan toiminta on ollut aloitteellista ja vastuullista. Opinnäytetyöprosessi on edennyt sujuvasti. Opiskelija on pohtinut, miten opinnäytetyöprosessi on kehittänyt ja syventänyt hänen ammatillista osaamistaan.   | Opiskelija on osoittanut vain jonkin verran kykyä soveltaa tietoa ja osaamista käytännön asiantuntijatehtävässä. Opiskelijan toiminnassa on ollut puutteita. Toiminta on ollut osittain aloitteellista ja vastuullista. Opinnäytetyöprosessi ei ole edennyt sujuvasti. Opiskelijan pohdinta opinnäytetyöprosessin vaikutuksesta hänen ammatilliseen osaamiseen on niukkaa.   | Opinnäytetyössä ei ole osoitettu kykyä soveltaa tietoa ja osaamista käytännön asiantuntijatehtävässä. Opiskelijan toiminta ei ole ollut aloitteellista ja vastuullista. Opiskelija ei ole pohtinut, kuinka opinnäytetyö on kehittänyt hänen ammatillista osaamistaan.   |\n|---------------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|"
}