{
  "text": "OPINNÄYTETYÖ JA THESEUS\n\nOhjeita\n\nReppu. Opinnäytetyö – kun työsi valmistuu! https://amksavonia.sharepoint.com/sites/reppu- opinnaytetyo/SitePages/Kun-ty%C3%B6si-valmistuu.aspx\n\nTheseus-tallennussivu suomeksi, englanniksi ja ruotsiksi. Ohjeita opinnäytetyön tallentajalle https://submissions.theseus.fi/ tai https://www.theseus.fi/ -> siirry tallennussivulle\n\nOpinnäytetyön aloitus 1. Jos käytän jotain muuta kuin Savonian raporttipohjaa, varmistan, että saan muunnettua tiedoston PDF/A-tiedostoksi. 2. Sovin julkaisutavasta opinnäytetyösopimuksessa (avoin vai käyttörajattu kokoelma). Opinnäytetyö on aina julkinen, vaikka sen käyttö olisikin rajattua.\n\n3. Jos teen työn yhteistyössä useamman henkilön kanssa, sovimme yhdessä työn ja sen sisältämien kuvien käyttöoikeuksista. 4. Jos teen työn tilaustyönä tai yhteistyössä organisaatiolle, varmistan,\n\nettä kaikki osapuolet ymmärtävät ja hyväksyvät lisenssi-, tekijänoikeus- ja käyttöoikeusvalinnat\n\nettä opinnäytetyö on julkinen asiakirja eikä se voi sisältää salassa pidettäviä tietoja\n\nettä yrityksen nimen sijasta työssä on mahdollista käyttää mainintaa yritys X.\n\nEnnen tallentamista 4.Olen nimennyt PDF/A-tiedoston muodossa: Sukunimi_Etunimi. Jos tekijöitä on useampia, Sukunimi_Sukunimi_Sukunimi. Tiedoston nimessä ei saa käyttää ääkkösiä ja sallitut merkit ovat 1-9, a-z, A-Z, _, - sekä välilyönti. 5. Mietin etukäteen, pidätänkö kaikki oikeudet vai sallinko käytön Creative Commons -lisenssillä. CC-lisenssillä kerrot, miten opinnäytetyötäsi saa käyttää. Sinulla säilyy tekijänoikeus työhön, luovutat vain haluamillasi ehdoilla käyttöoikeuden. Voit valita Creative Commons -lisenssin, kun omistat kaikki oikeudet opinnäytetyöhösi tai sinulla on muiden oikeudenomistajien suostumus lisenssin käyttöön. Lisää Creative Commonsista https://submissions.theseus.fi/ohje4.htm CC BY 4.0 Nimeä - Annat muiden kopioida, välittää, levittää ja esittää sinun tekijänoikeuksiisi kuuluvaa teosta sekä sen pohjalta tehtyjä muokattuja versioita teoksestasi vain, jos he mainitsevat nimesi alkuperäisenä tekijänä. Myös käytetty lisenssi ja alkuperäinen julkaisupaikka on mainittava. CC BY-SA 4.0 Nimeä-JaaSamoin - Muut saavat julkistaa omasta teoksestasi muokattuja teoksia vain samalla lisenssillä, jolla oma teoksesi on julkaistu. Alkuperäinen julkaisupaikka, käytetty lisenssi ja sinut tekijänä on mainittava. CC BY-NC 4.0 Nimeä-EiKaupallinen - Annat muiden kopioida, välittää, levittää ja esittää sinun tekijänoikeuksiisi kuuluvaa teosta sekä sen pohjalta tehtyjä muokattuja versioita teoksestasi vain epäkaupallisessa käytössä. Mikä on kaupallista ja mikä epäkaupallista on välillä epäselvää. Alkuperäinen julkaisupaikka, käytetty lisenssi ja sinut tekijänä on mainittava.\n\nTheseukseen tallentaminen 1. Julkaisen työni Theseuksessa vasta kun ohjaaja on hyväksynyt opinnäytetyöni lopullisen version ja antanut luvan julkaista opinnäytetyöni. Opinnäytetyötä en voi muokata enää Theseukseen tallennuksen jälkeen. 2. Varaan Theseus-tallentamiseen aikaa ja luen ohjeet ja ilmoitukset tallennuksen aikana. 3. Hyväksyn Theseuksen käyttöehdot eli julkaisulisenssin, jolla annan Savonia-ammattikorkeakoululle vastikkeettoman luvan julkaista opinnäytetyöni Theseus-julkaisuarkistossa ja vakuutan työn tekijänoikeuksien olevan kunnossa.\n\n4. Tallennan työn Theseuksessa\n\navoimeen kokoelmaan (työ avoimessa verkossa Internetissä) tai käyttörajattuun kokoelmaan (työ luettavissa vain ammattikorkeakoulun määrittelemistä IP-osoitteista eli käytännössä tällä hetkellä Savonian kirjastoissa). Julkaisutapa sovitaan opinnäytetyösopimuksessa. Suomen ammattikorkeakoulut suosittelevat Theseuksen avointa kokoelmaa. Avoimen opinnäytetyön voit linkittää suoraan omaan CV:hen tai henkilökohtaiseen portfolioosi. Opinnäytetyön metatiedot ja tiivistelmä ovat aina avoimesti luettavissa ja ne löytyvät myös hakukoneiden kautta, käyttörajatussa kokoelmassa vain kokotekstin näkyvyys on rajattua. Laki viranomaisen toiminnan julkisuudesta velvoittaa ammattikorkeakouluja toimittamaan opinnäytetyön pyydettäessä luettavaksi myös käyttörajatusta kokoelmasta, joten nämäkään opinnäytteet eivät ole salaisia. Opinnäytetyö on siis aina julkinen, vaikka sen käyttö olisikin rajattua. 1. Huolehdin, että arvioitavaan ja julkaistavaan opinnäytetyöhön ei sisällytetä lain mukaan salassa pidettäviä tietoja (esim. tunnisteellisia viitteitä tutkittaviin tai henkilötietoja kuten osoite, sähköpostiosoite ja puhelinnumero) tai yhteistyösopimuksessa/opinnäytetyösopimuksessa määritettyjä liike- ja ammattisalaisuuksia. 2. Olen muuntanut Savonian saavutettavan Word-raporttipohjan saavutettavaksi PDF/A-tiedostoksi ennen Theseus-tallentamista. Ohje https://submissions.theseus.fi/ohje1.htm 3. Olen tarkastanut PDF/A-tiedoston huolellisesti sivu sivulta (nimiölehti, tiivistelmä, otsikot, sisältö, kuvaluettelo ja -tekstit, lukujen ja liitteiden numerointi, kommenttikentät poistettu) muuntamisen jälkeen. Asettelu saattaa muuttua Wordista PDF/A-tiedostoksi muutettaessa; tiedostoon saattaa tulla esimerkiksi tyhjiä sivuja ja sisältöön virheitä. CC BY-ND 4.0 Nimeä-EiMuutoksia - Annat muiden kopioida, välittää, levittää ja esittää sinun tekijänoikeuksiisi kuuluvaa alkuperäistä teosta, mutta et salli muokattujen versioiden tekemistä teoksesta. Alkuperäinen julkaisupaikka, käytetty lisenssi ja sinut tekijänä on mainittava. CC BY-NC-SA 4.0 Nimeä-EiKaupallinen-JaaSamoin - Annat muiden julkistaa omasta teoksestasi muokattuja teoksia vain epäkaupallisessa käytössä ja vain samalla lisenssillä, jolla oma teoksesi on julkaistu. Alkuperäinen julkaisupaikka, käytetty lisenssi ja sinut tekijänä on mainittava. CC BY-NC-ND 4.0 Nimeä-EiKaupallinen-EiMuutoksia - Tämä lisenssi on kaikkein rajoittavin lisenssi ja sallii teoksesi jakamisen muille, kunhan alkuperäinen julkaisupaikka ja sinut tekijänä mainitaan. Teostasi ei tällöin kuitenkaan saa muuttaa millään tavoin, eikä sitä saa hyödyntää kaupallisesti.\n\nTallennuksen jälkeen Työsi siirtyy käsiteltäväksi ja julkaistavaksi Savonian kirjastoon. URN-linkin sisältävän sähköpostivahvistuksen saat sen jälkeen, kun tallennuksen tiedot on kirjastossa tarkistettu (arkisin noin klo 9 – 15) ja työ on luettavissa Theseuksessa. URN-linkin tarvitset Wihiin.\n\nKysyttävää\n\nTheseus-tallentamisesta, ota yhteys kirjasto@savonia.fi opinnäytetyöstä, ota yhteys työtäsi ohjaavaan opettajaan."
}