{
  "text": "OPINNÄYTETÖIDEN TEKIJÖIDEN YLEISIMPIÄ TIETOSUOJAKYSYMYKSIÄ\n\n”Jokaisella on oikeus henkilötietojensa suojaan. Tietosuoja on perusoikeus, joka turvaa rekisteröidyn oikeuksien ja vapauksien toteutumisen henkilötietojen käsittelyssä. Tietosuojan tarkoituksena on osoittaa, milloin ja millä edellytyksillä henkilötietoja voidaan käsitellä.” Tietosuojavaltuutetun toimisto https://tietosuoja.fi/tietosuoja\n\n1. En käsittele henkilötietoja, vai käsittelenkö? Aina kun tutkimuksesi/kyselysi liittyy eläviin ihmisiin, käsittelet henkilötietoja. Nimettömänäkin vastattavassa kyselytutkimuksessa käsitellään henkilötietoja, jos kerätyistä tiedoista voidaan tunnistaa vastaaja suoraan tai välillisesti. Tunnistettavuuteen riittää, että henkilön lähipiiri tai tutkimusta tekevä voi hänet tunnistaa. Henkilötietojen käsittely edellyttää aina laillista käsittelyperustetta ja käsittelyperuste on määriteltävä ennen käsittelyn aloittamista. Kun henkilötietojen käsittely on sidottu johonkin perusteeseen, ei sitä enää voi sen jälkeen vaihtaa toiseen. Ammattikorkeakouluissa tehtävät amk- ja yamk- tutkintojen opinnäytetyöt eivät ole tieteellistä tutkimusta. Sen vuoksi henkilötietojen käsittelyperuste on aina suostumus. Laadi tietosuojailmoitus, jossa kuvaat henkilötietojen käsittelyn. Näin täytät velvoitteen rekisteröidyn informoinnista ja samalla osoitat kaikille, että noudatat tietosuojalainsäädäntöä. Jos olet epävarma tietosuojailmoituksen tarpeesta, on parempi laatia se kuin jättää laatimatta.\n\n2. Millainen suostumus tarvitaan tutkittavalta? Opinnäytetyön tekemisessä tarvitaan usein kahdenlaisia suostumuksia.\n\nSavonia-ammattikorkeakoulu | PL 6, 70201 Kuopio | www.savonia.fi\n\n9.2.2023\n\n1) Tarvitaan tutkittavalta suostumus tutkimukseen osallistumisesta. Se on tutkimustyön eettinen periaate. 2) Jos opinnäytetyössä käsitellään henkilötietoja, tarvitaan myös rekisteröidyn (= tutkittavan) suostumus henkilötietojen käsittelyyn. Samalla on toimitettava tietosuojailmoitus rekisteröidylle eli on huolehdittava rekisteröidyn informointivelvollisuudesta.\n\nEli suostumus osallistua tutkimukseen EI ole samalla lupa henkilötietojen käsittelyyn. Tärkeintä on, että rekisteröityä informoidaan hänen henkilötietojensa käsittelystä. Suostumuksen on oltava vapaaehtoinen, yksilöity, tietoinen ja yksiselitteinen tahdonilmaisu, jolla rekisteröity hyväksyy henkilötietojensa käsittelyn. Rekisteröity voi esimerkiksi antaa kirjallisen tai suullisen suostumusta koskevan lausuman tai ilmaista suostumuksensa jollakin muulla selkeällä toimella, kuten rastittamalla ruudun kyselyn alussa (mukana linkki tietosuojaselosteeseen). Rekisteröity saa milloin tahansa perua antamansa suostumuksen henkilötietojen käsittelyyn. Suostumuksen perumisen on oltava yhtä helppoa kuin sen antamisen.\n\nHUOM! Jos suostumukset kerätään paperilla allekirjoituksin, muodostuu suostumuksistakin henkilörekisteri.\n\n3. Voiko ottaa suostumuksen suullisesti?\n\nDokumentaation vuoksi kirjallinen tapa on aina suositeltavin. Jos suostumus on tutkimuksen suorittamistavan vuoksi tarpeen ottaa vain suullisesti, olisi hyvä, että suostumus on silloin tallennettu (video, äänitallenne) tai sen on kuullut kaksi henkilöä, jotka vahvistavat suostumuksen saaduksi ja\n\nSavonia-ammattikorkeakoulu | PL 6, 70201 Kuopio | www.savonia.fi\n\n9.2.2023 ovat kirjanneet sen tutkimusaineistoon. Rekisteröidylle pitää ennen suullisen suostumuksen antamista toimittaa tietosuojailmoitus tutustuttavaksi.\n\n4. Milloin henkilötiedot pitää hävittää? Kun tutkimus päättyy, rekisterinpitäjän (=opiskelija) on varmistettava aineiston asianmukainen hävittäminen, anonymisointi tai arkistointi. Opinnäytetöissä tutkimusaineisto yleensä hävitetään, kun opinnäytetyöraportti on arvioitu, julkaistu ja kanneajat ovat umpeutuneet.\n\nHenkilötiedot on pääsääntöisesti poistettava aineistosta, kun ne eivät ole enää tarpeellisia tutkimuksen toteuttamiseksi. 5. Saanko käyttää tutkittavien nimiä opinnäytetyöraportissa? Pääsääntö on kirjoittaa tutkimustulokset niin, että tutkittavien ja heidän mainitsemiensa muiden henkilöiden anonymiteetti turvataan. Opinnäytetyöhön ei siis saisi kirjoittaa henkilöiden nimiä edes heidän suostumuksellaan. Tässä voi tosin olla tapauskohtaista harkintaa, jos tutkimuksen raportointi edellyttää nimien julkaisemista (vaatii varovaisuutta). Poikkeuksen sääntöön tekevät myös merkittävää valtaa käyttävät tai käyttäneet julkisuuden henkilöt, joiden yksityisyys on kapeampi kuin muilla yksityishenkilöillä. Jos suostumus on henkilötietojen käsittelyn ainut oikeusperuste ja tutkittava peruu suostumuksensa, henkilötietojen käsittelylle ei ole enää oikeusperustetta. Tutkittavaa koskevat henkilötiedot tulee poistaa tutkimusdatasta. Myöskään niitä henkilötietoja, jotka on kerätty ennen suostumuksen peruuttamista, ei voi käsitellä, koska käsittelylle ei ole perustetta. Savonia-ammattikorkeakoulu | PL 6, 70201 Kuopio | www.savonia.fi\n\n9.2.2023\n\nTutkittavalla on myös oikeus vaatia henkilötietojensa poistamista (eli oikeus tulla unohdetuksi) tilanteessa, jossa käsittelyperuste on ollut suostumus ja tutkittava peruu suostumuksensa.\n\n6. Somedatan käyttö tutkimuksessa?\n\nhttps://vastuullinentiede.fi/fi/tutkimustyo/kaytatko-somedataa-tutkimuksessasi Somedatan helppo tai ”vapaa” saatavuus ei poista oikeudellisen ja eettisen harkinnan tarvetta. Sen käyttöön liittyy oikeudellisia velvoitteita sekä kiperiä tutkimuseettisiä kysymyksiä.\n\nSomedataan liittyy lähes poikkeuksetta henkilötietoja, joita ovat esimerkiksi verkkotunnistetiedot. Tällöin kerätty aineisto on aina tietosuojasääntelyn alaista.\n\n7. Mistä saan lisätietoja? https://tietosuoja.fi/tietosuoja\n\nhttps://www.fsd.tuni.fi/fi/palvelut/menetelmaopetus/kvali/tutkimusetiikka/tutki muslupa-suostumus-informointi-ja-tietosuoja/\n\nhttps://www.fsd.tuni.fi/fi/palvelut/aineistonhallinta/tutkittavien-informointi/\n\nhttps://vastuullinentiede.fi/fi/artikkelit\n\nhttps://tenk.fi/fi/ohjeet-ja-aineistot https://www.arene.fi/julkaisut/raportit/opinnaytetoiden-eettiset-suositukset/\n\ntietosuojavastaava Mervi Hätinen\n\ntietosuojavastaava@savonia.fi\n\nSavonia-ammattikorkeakoulu | PL 6, 70201 Kuopio | www.savonia.fi"
}