{
  "text": "Pääotsikko\n\nAlaotsikko\n\nTEKIJÄ/T\tEtunimi Sukunimi\n\n\tEtunimi Sukunimi\n\n\tEtunimi Sukunimi\n\nSAVONIA-AMMATTIKORKEAKOULU\tOPINNÄYTETYÖ\nTiivistelmä\n\nSISÄLTÖ\n\n1\tJohdanto\t4\n\n2\tohjeita raporttipohjan käyttöön\t5\n\n2.1\tOtsikkotyylien käyttö\t5\n\n2.2\tTavutus ja kappaleen vaihto\t5\n\n2.3\tSisällysluettelo\t5\n\n2.4\tKuvan ja kuvaluettelon lisääminen\t6\n\n2.5\tTaulukon ja taulukkoluettelon lisääminen\t7 2.6\tKaavaeditorin käyttö raportoinnissa\t8\n\n2.7\tLähdeluettelo\t8\n\n2.7.1\tLähdeluettelon lisääminen\t8\n\n2.7.2\tLähdeviittausten ja lähdeluettelon viimeistely\t9\n\n3\tRAPORTIN LIITTEET\t10\n\n3.1\tEsimerkkejä eri liitetyypeistä\t10\n\n3.2\tKuva liitteenä\t10\n\n4\tpohdinta\t11\n\nLÄHTEET\t12\n\nLiitE 1: Creative Commons -lisenssit – kuvan käyttöoikeudet\t13\n\nkuvaluettelo \n\nKuva 1. Prosessikaavio\t6 Kuva 2. Opinnäytetyön aiheen löytyminen (n=129)\t6\n\nKuva 3. Esimerkki kuvaluettelosta\t7\n\nKuva 4. Koko kaavataulukon valinta kopiointia varten\t8\n\nKuva 5. Kopioitavissa oleva kaavataulukko\t8\n\nKuva 6. Lähdeluettelon lisääminen\t9\n\nJohdanto Käytä tätä raporttipohjaa ainoastaan MS Word työpöytäsovelluksella. Wordin selainversio muuttaa dokumenttipohjan asetuksia ja sen jälkeen dokumentin palauttaminen oikeaan muotoon on työlästä. Tätä raporttipohjaa voit käyttää opinnäytetyön tai oppimistehtävän pohjana, kun poistat ja korjaat pohjassa olevat tekstit. Pohjassa ovat valmiina kaikki ulkoasuun liittyvät asetukset, kuten otsikoiden ja tekstin tyylit. Ohjeet raportin sisällön kirjoittamisesta ja lähdemerkinnöistä löytyvät erillisestä tiedostosta Raportointiohje 2024. Pääluvun otsikon jälkeen on johdattavaa tekstiä, kuten tässä, tai sitten alaluvut alkavat suoraan pääluvun otsikon jälkeen. Jompaa kumpaa menetelmää on noudatettava kautta koko raportin, ei siis sekaisin molempia. Yleensä pääluku alkaa aina omalta sivultaan, oppimistehtävissä voi olla samalla sivulla useampia päälukuja. Muokkaa tämä pohja omaan käyttöösi. Valitse kansilehden väripalkin luettelosta raportin tyyppi, tutkinnon taso ja koulutusala sekä kirjoita otsikko ja nimitiedot. Säilytä malliksi kansilehti, tiivistelmä, sisällysluettelo, Johdanto-luku ja lähdeluettelo.  Jos ei ole tarvetta kuvaluettelolle, poista se sisällysluettelon alapuolelta. Jos työssäsi ei ole liitteitä, poista mallina olevat liitteet tämän tiedoston lopusta. Sisällysluettelon päivittäminen poistaa liitteet luettelosta. Ohjeita raporttipohjan käyttöön\n\nOtsikkotyylien käyttö Raportin rakennetta ja sisältöä jäsennetään lukujen otsikkotasoilla. Savonian raporteissa käytetään kolmea otsikkotasoa: Otsikko 1 on päälukutaso, Otsikko 2 on pääluvun alaluku ja Otsikko 3 on alaluvun alaluku. Opinnäytetyössä otsikkotason 1 pääluvut alkavat aina omalta sivulta. Sisällysluettelossa näkyvät kaikki tekstit, joissa on käytetty otsikkotyyliä Otsikko 1 tai Otsikko 2 tai Otsikko 3.  Huolehdi siitä, että pelkkä otsikko ei koskaan jää yksin sivun loppuun. Mikäli luvulla on alalukuja, niitä on oltava vähintään kaksi, ei siis yksinäistä alalukua. Voit lisätä otsikon kahdella eri tavalla. Yleensä ensin valitaan otsikkotyyli ja sitten kirjoitetaan otsikko, jolloin myös otsikon numero tulee näkyviin. Toinen tapa on kirjoittaa otsikko ensin ja valita sitten tyyliluettelosta asianomainen otsikkotyyli (Aloitus – Tyylit). Huomaa, että tason 1 otsikko (Otsikko 1) näkyy heti isoin kirjaimin. Otsikon jälkeen tyylinä on oltava Normaali, mikä näkyy sisennettynä tekstinä. Tarvittaessa vaihda tyyliksi Normaali. Käy päivittämässä sisällysluettelo, jotta se vastaa sisältöä. Raportissa otsikoiden numerointi tapahtuu automaattisesti. Numeroita ei kirjoiteta itse. Raportin ensimmäinen otsikko on yleensä 1 JOHDANTO. Kaikki muut otsikot ovat numerollisia paitsi LÄHTEET ja LIITTEET. Huomaa, että sisällysluettelon yläpuolella oleva otsikko SISÄLTÖ ei saa näkyä sisällysluettelossa. Siksi sen tyyliksi valitaan pohjan Muu otsikko - ei sisällysluetteloon -tyyli. Tavutus ja kappaleen vaihto\n\n Pohjassa on käytössä automaattinen tavutus ja se on voimassa koko asiakirjassa. Jos on tarve määrittää tavumerkin paikka, voit asettaa sen näppäilemällä CTRL+ yhdysmerkki. Esimerkiksi lähdeluettelossa pitkän verkko-osoitteen jakamisessa useammalle riville voit kokeilla ja asettaa tavumerkin haluttuun paikkaan ilman, että linkitys häviää. Tekstikappaleissa tulisi olla tekstiä enemmän kuin pari riviä. Raportissa voi käyttää vain kolmea otsikkotasoa. Tarvittaessa lisää väliotsikoita, jotka eivät ole Otsikko-tyylillä, joita ei numeroida ja jotka eivät tule sisällysluetteloon. Huomaa, että Enteriä käytetään vain tekstikappaleen lopussa ja otsikoiden jälkeen. Jos haluat tehdä rivinvaihdon, mutta et kappaleenvaihtoa, voit käyttää SHIFT + Enter esimerkiksi tehdessäsi luetteloita. Sisällysluettelo\n\nRaporttipohjassa sivunumerointi on näkyvissä sisällysluettelosivulta alkaen, vaikka numeroinnissa on mukana jo kansilehti. On huomattava, että sivunumerointi näkyy vasta sisällysluettelosivulta alkaen. Jos sisällysluettelo on poistettu vahingossa, sen voi lisätä valitsemalla Viittaukset - Mukauta sisällysluetteloa - OK ilman muutoksia asetuksiin. Sisällysluettelon ulkoasu on suunniteltu Savonian opinnäytetyön raportointikäytännön mukaiseksi eikä sitä ole tarkoitus muokata. Näin ollen ei käytetä Wordin valmiita sisällysluettelomalleja. Otsikoiden perusteella muodostuva sisällysluettelo päivitetään joko F9-näppäimellä tai napsauttamalla sisällysluettelon päällä hiiren kakkospainiketta ja valitsemalla Päivitä kenttä. Tarvittaessa valitaan vielä Päivitä koko luettelo. Sisällysluettelon otsikko kirjoitetaan suuraakkosin tyylillä Normaali, jotta se ei tule sisällysluetteloon. Fonttikoko on 11 pt. Sisällysluettelon jälkeen on mahdollista lisätä luettelo raportin sisältämistä taulukoista tai kuvista. \n\nKuvan ja kuvaluettelon lisääminen Käytä vain kuvia, joihin sinulla on käyttöoikeus ja muista tehdä lähdemerkinnät raportointiohjeen mukaan (liite 1). Voit myös tehdä itse esimerkiksi prosessikaavion (kuva 1) käyttämällä ohjelman Lisää-valikon Kuvat-työkaluista löytyviä Muodot- tai SmartArt-grafiikkaa.  Kuvan kokoa ja rajausta voi muuttaa Wordin kuvanmuokkaustoiminnoilla.\n\nKuva 1. Prosessikaavio Lisää kuvan alle otsikko käyttämällä Viittaukset-välilehdeltä löytyvää automaattista kuvien nimeämistä ja numerointia. Lisää otsikko kuvan alle seuraavasti: Viittaukset - Kuvatekstit - Lisää otsikko ja valitse otsikkolajiksi Kuva ja kirjoita yläosan kenttään numeron jälkeen piste ja kuvan nimi. Älä muuta kuvan numeroa, koska numerointi tapahtuu automaattisesti kuten otsikkotyyleissä. Merkitse otsikon loppuun lähdeviite raportointiohjeen mukaisesti. Myöhemmin voit muokata otsikkoa kuten normaalia tekstiä. Numeerisesta lähdeaineistosta tehty kaavio (kuva 2) otsikoidaan, nimetään ja numeroidaan kuten kuva. Kiinnitä huomiota kuvan kokoon ja väreihin niin, että ne erottuvat toisistaan myös mustavalkoisissa tulosteissa. Kirjoita kuvien väliin tekstiä, jotta sisällöstä ei tule pirstaleista. Jos kyseessä on kuvasarja, riittää, että kuvien alla on kuvatekstit.\n\nKuvaluettelon tekeminen Tarvittaessa voit tehdä kuvaluettelon sisällysluettelon alle. Kirjoita ensin tyylillä ’Muu otsikko - ei sisällysluetteloon’ otsikko KUVALUETTELO. Luettelo kuvista lisätään nyt kohdistimen osoittamaan paikkaan valitsemalla Viittaukset - Lisää kuvaluettelo. Kuvaluettelo päivitetään painamalla F9-näppäin tai hiiren kakkospainike ja Päivitä - Päivitä koko luettelo. Jos poistat kuvia tai muutat niiden järjestystä, kuvien numerointi ei muutu. Tällöin valitse koko asiakirja CTRL+A ja paina sitten F9. Tämän jälkeen päivitä vielä kuvaluettelo.  Myös sivunumeroiden ajan tasalla pysymisen takia, muista päivittää sisällysluettelo ja kuvaluettelo (kuva 3). Tarkista aina kuvaluettelon ja kuvien vastaavuus etenkin numeroinnin osalta. Taulukon ja taulukkoluettelon lisääminen\n\nLisää taulukko esimerkiksi valitsemalla Lisää-valikon ruudukosta haluttu taulukon koko kuten 3*4. Kirjoita sisällöt ja muokkaa sitten ulkoasua vastaamaan raportointiohjetta (taulukko 1). Lisää taulukon otsikko käyttämällä automaattista otsikointia kuten kuvien otsikoinnin ja kuvaluettelon luonnin yhteydessä. Huomaa, että taulukon otsikko tulee taulukon yläpuolelle. Valitse otsikon selitteeksi Taulukko ja kirjoita yläosan kenttään numeron jälkeen piste ja taulukon nimi. Älä muuta taulukon numeroa, koska numerointi tapahtuu automaattisesti kuten kuvissa. Muista tehdä lähdemerkinnät raportointiohjeen mukaan. Jos taulukoita on paljon, voit tehdä taulukkoluettelon sisällysluettelon alle vastaavalla tavalla kuin kuvaluettelon. Päivitä luettelo aina kun teet muutoksia raporttiin, jotta sivunumerointi päivittyy ajan tasalle. Tarkista myös taulukoiden numerot.\n\nKaavaeditorin käyttö raportoinnissa\n\nOta kaavamoduuli toistuvaan käyttöön aloitetaan seuraavasti: Kopioi alla oleva kaava ohjeiden mukaan omaan käyttöösi.\n\nKopioi aluksi kaava taulukkona siten, että viet kursorin kaavan päälle ja teet valinnat vasempaan yläkulmaan tulevasta taulukon hallintaruudusta klikkaamalla:\n\nTaulukon väri muuttuu valinnan merkiksi: Kopio taulukko painamalla Ctrl + C. Avaa sen jälkeen Lisää-valikosta Pikaosat-valikko ja valitse sieltä rivin Automaattinen teksti ja edelleen valitse Tallenna valinta automaattisten tekstien valikoimaan. Tarkempi ohje pikaosan käytöstä ja kaavoihin viittaamisesta löytyy opinnäytetyön raportointiohjeesta.\n\nLähdeluettelo\n\nLähdeluettelon lisääminen Lähdeluettelo alkaa omalta sivultaan. Kirjoita otsikoksi LÄHTEET ja valitse tekstin tyyliksi Sisällysluettelon muu otsikko. Jos olet käyttänyt työssäsi tekoälyä, lisää otsikon jälkeen ilmoitus tekoälyn käytöstä raportointiohjeen mukaisesti. Lisää seuraavaksi lähdeluettelo Viittaukset-välilehden toiminnoilla. Varmista aluksi, että Tyyliksi on valittu Harvard. Avaa sen jälkeen alasvetovalikko Lähdeluettelo ja valitse listalta vaihtoehto Lisää lähdeluettelo.\n\nKun muokkaat lähteitä, päivitä muutosten jälkeen lähdeluettelo painamalla F9-näppäin tai hiiren kakkospainike ja Päivitä kenttä.\n\nLähdeviittausten ja lähdeluettelon viimeistely Tarkista vielä lopuksi, ennen työn julkaisua, että lähdeviitteet sekä lähdeluettelon ulkoasu ja merkintätavat ovat raportointiohjeen mukaisia. Wordin automaattisten lähdeviittausten merkintätavat poikkeavat osittain Savonian ohjeistuksesta. Kun dokumentti on julkaisuvalmis, korjaa käsin viitteiden merkinnät ohjeiden mukaisiksi. Käytännössä se tarkoittaa automaattisten viitemerkintöjen korvaamista oikeaan muotoon käsin kirjoitetuilla lähdeviitteillä. Vastaavasti myös automaattisesti generoitu lähdeluettelo poikkeaa Savonian ohjeistuksesta. Jos muotoilu poikkeaa esimerkiksi rivivälien tai sisennysten osalta ohjeesta, valitse koko lähdeluettelo ja vaihda tekstityyliksi Lähteet. Merkintätapojen erot korjataan käsin. Ennen korjauksia luettelo kannattaa leikata ja sijoittaa takaisin muotoilemattomana tekstinä.\n\nRAPORTIN LIITTEET Tarkista ja lisää liitteiden yhteyteen asiaankuuluvat tekijänoikeusmerkinnät raportointiohjeen mukaisesti. Pohjan sivunumerointi jatkuu liitesivuilla normaalisti. Liite voi olla monisivuinen. Jokainen uusi liite alkaa omalta sivultaan. Liitteen otsikko kuvaa sisältöä ja kirjoitetaan Sisällysluettelon muu otsikko -tyylillä. Liitteen otsikko on muotoa LIITE 1: Opiskelu Savoniassa On huomattava, että Word-asiakirjassa voi olla vain yksi sisällysluettelo. Lisää liite pdf-tulosteena, jos liität raporttiin esimerkiksi oppaan, jossa on oma sivunumerointi, tai liitteen ulkoasu poikkeaa muusta raportin tekstistä.\n\nEsimerkkejä eri liitetyypeistä Jos koneeseen on asennettuna Adobe Reader, voit lisätä PDF-tiedoston valitsemalla Lisää - Objekti ja valita listasta Adobe PDF. Ison pdf-tiedoston kuten skannatun rakennuspiirustuksen lisääminen liitteeksi voi tuottaa hankaluuksia. Alkuperäinen tiedosto kannattaa tallentaa jo luontivaiheessa niin pieneksi, että se mahtuu A4-kokoiselle sivulle. Usein on tarve myös muuttaa sivu vaakasuuntaiseksi. PowerPoint-esitys kannattaa tallentaa ensin PDF-muotoon ja samalla määrittää asetuksissa diojen määrä A4-sivulla. PowerPointiin tehdyn pystysuuntaisen posterin voi tallentaa myös pdf-muotoon tai kuvana.\n\nKuva liitteenä\n\nKuvan voit lisätä liitteeseen usealla eri tavalla. Yksinkertaisinta on lisätä kuva tiedostosta Lisää - Kuvat -toiminnolla. Kuvan lisäämisen yhteydessä kuvan kokoa joudutaan usein muuttamaan. Kuvakoon muutoksessa kannattaa huomioida mittasuhteet (kulmapainikkeella koon muutos). Bittikarttakuvien (.bmp, .png ja .jpg) kuvien koon suurentaminen (zoomaus) heikentää kuvan laatua. Vektorigrafiikan kokoa voidaan muuttaa kuvalaadun kärsimättä. Jos kuvia ja niihin liittyviä kuvatekstejä on paljon, voi asettelussa käyttää apuna taulukkoa. Tällöin taulukon ruudukko kannattaa poistaa näkyvistä. Iso taulukko kannattaa lisätä liitteenä. Taulukon ulkoasun tulee noudattaa raportointiohjetta Huomaa, että taulukon otsikko tulee sen yläpuolelle. Taulukosta tehty kaavio, kuten piirakka, on kuva, jonka otsikko lisätään kuvan alapuolelle. Opinnäytetyössä tehdyn kyselyn, esimerkiksi Webropol-kyselyn kysymykset liitetään joko esikatselunäkymästä otettuina kuvaruutukaappauksina tai kokonaisuudessa pdf-muodossa. Näin on syytä menetellä, koska Webropolissa tehdyn Word-tiedoston liittämisessä raporttiin voi ilmetä ongelmia etenkin monivalintakysymysten ulkoasussa. \n\nPohdinta Opinnäytetyössä kuten kaikissa muissakin tutkimuksissa ja kehittämistehtävissä, pohdintaosuus on olennainen osa raporttia ja se luetaan huolellisesti. Sen vuoksi tämän osion kirjoittamiseen kannattaa kiinnittää erityistä huomiota (Hirsjärvi, Remes, Sajavaara & Sinivuori 2009). Opinnäytetyön tekemisen tueksi löydät monia hyviä oppaita (Hakaja 2022).\n\nLÄHTEET Työssä on käytetty tekoälyä seuraavasti: ChatGPT 2024. OpenAI. GPT-3.5. Käytetty kielentarkistukseen, toukokuu 2024. https://chat.openai.com\n\nHakaja, J. 2022. Hyvä, parempi, valmis: Opinnäytetyöopas ammattkorkeakouluille. Helsinki: Gaudeamus.\n\nHirsjärvi, S., Remes, P., Sajavaara, P. & Sinivuori, E. 2009. Tutki ja kirjoita. 15. uudistettu painos. Helsinki: Tammi. LiitE 1: Creative Commons -lisenssit – kuvan käyttöoikeudet Kuvan käyttöoikeudet voidaan varmistaa asettamalla kuvahakuun hakukriteerit, jotka mahdollistavat kuvan käytön ja muokkauksen. Lähteestä otettua kuvaa voi muokata, mutta täytyy varmistaa tekijänoikeuksista, saako näin tehdä. Esimerkiksi kuvan rajaaminen tai merkintöjen tekeminen kuvaan on muokkaamista. Jos valmiiseen karttaan rajaa jonkun alueen, on se muokkaamista. Kuvan käyttöoikeudet voidaan tarkistaa seuraavalla tavalla: Jos haet kuvaa Googlen Kuvahaku-työkalulla, käytä tämän jälkeen Searching Tools / Hakutyökalut ja valitse sieltä Access / Käyttöoikeudet. Valitse jokin seuraavista vaihtoehdoista: Johdannaisteos tarkoittaa, että olet muokannut kuvaa. Nimeä (BY) Annat muiden kopioida, välittää, levittää ja esittää sinun tekijänoikeuksiisi kuuluvaa teosta sekä sen pohjalta tehtyjä muokattuja versioita teoksestasi vain, jos he mainitsevat nimesi alkuperäisenä tekijänä. Ei Kaupallinen (NC) Annat muiden kopioida, välittää, levittää ja esittää sinun tekijänoikeuksiisi kuuluvaa teosta sekä sen pohjalta tehtyjä muokattuja versioita teoksestasi vain epäkaupallisessa käytössä. Mikä on kaupallista ja mikä epäkaupallista on välillä epäselvää.\n\nCC-lisenssien ilmoittaminen yhdistelminä Päälisenssit kirjoitetaan siten, että ensimmäisenä on kirjainyhdistelmä CC. Tätä seuraa välilyönti ja väliviivoilla eroteltu luettelo lisenssiehtojen lyhenteistä. Ehdoista ensimmäinen on aina BY, jonka jälkeen tulee mahdollinen NC ja jota seuraa mahdollinen kolmas ehto.\n\nEhtoja yhdistelemällä saadut päälisenssit ovat: CC BY: Tekijän nimi, käytetty lisenssi sekä alkuperäinen julkaisupaikka mainittava.\n\nCC BY-SA: Kuten CC BY, mutta muunnelmat on julkaistava samalla lisenssillä.\n\nCC BY-ND: Kuten CC BY, mutta muunteluiden tekemistä ei ole sallittu.\n\nCC BY-NC: Kuten CC BY, mutta kaupallinen käyttö rajattu lisenssistä pois.\n\nCC BY-NC-SA: Kuten CC BY-SA, mutta kaupallinen käyttö rajattu lisenssistä pois. CC BY-NC-ND: Kuten CC BY-ND, mutta kaupallinen käyttö rajattu lisenssistä pois. CC0: Tällä luopumalausekkeella ilmoitat, että luovut kaikista oikeuksistasi, joista lain mukaan voit luopua. Tämä voi tarkoittaa myös isyysoikeudesta luopumista esim. tavanomaisten valokuvien yhteydessä. HUOM! Suomessa tekijä ei voi luopua moraalisista oikeuksistaan, joten tekijän/kuvan ottajan nimi tulee aina mainita. Esimerkki: KUVA 1. Yksityiskohta Rooman Colosseumista (Laamanen 2015, CC BY-SA)\n\nKuvaa saa muokata ja jakaa, mutta alkuperäistekijä on mainittava. Muokattua kuvaa saa jakaa vain samalla lisenssillä kuin alkuperäinen kuva on jaettu."
}