{
  "text": "SAVONIAN RAPORTOINTIOHJE Opinnäyte- ja kehittämistöihin sekä oppimistehtäviin\n\nSISÄLTÖ\n\nLIITE 1: CREATIVE COMMONS -LISENSSIT – KUVAN KÄYTTÖOIKEUDET ............................. 42\n\nLIITE 2: LASKUJEN KAAVAMODUULIN KOPIOINTI JA KAAVOJEN VIITTEET .......................... 43\n\n1 JOHDANTO Opinnäytetyön kirjallisesta osasta käytetään muun muassa nimityksiä opinnäytetyö, raportti, insinöö- rityö, työ, oppari. Tässä ohjeessa käytetään nimitystä opinnäytetyö. Opinnäytetyö tehdään Savonia- ammattikorkeakoulun valmiiseen raporttipohjaan. Pohjassa ovat valmiina kaikki asetukset, kuten esimerkiksi riviväli sekä otsikkomuodot ja tekstin väli. Näistä asetuksista ei opiskelijan tarvitse huo- lehtia. Opiskelijan täytyy huolehtia opinnäytetyön sisällön laadusta ja siitä, että ei plagioi työssään. Opin- näytetyö koostuu nimiösivusta eli kansilehdestä, suomenkielisestä tiivistelmästä ja lisäksi YAMK- työssä englanninkielisestä abstraktista, sisällysluettelosta, johdannosta, käsittelyosasta, pohdin- nasta, lähdeluettelosta ja mahdollisista liitteistä. Eri aloilla voi olla myös omia käytäntöjä. Näistä tie- tää ohjaajasi. Savonia-ammattikorkeakoulun Raportointiohjetta on päivitetty keväällä 2024 ja lähdemerkintöjen viittausjärjestelmäksi on valittu Harvard. Tämän ohjeen lisäksi on Savonian Raporttipohja, joka on käyttöohjetiedosto. Siinä on valmiina kaikki Savonia-amk:n raporttien ulkoasuun liittyvät asetukset, kuten otsikoiden ja tekstin tyylit. Kiitokset Savonia-ammattikorkeakoulun opettajille kommenteista ja esimerkeistä – näistä on ollut suuri apu raportointiohjetta laadittaessa. Lisäksi kiitos kaikille niille, jotka ovat olleet mukana teke- mässä tätä ohjetta.\n\n2 OPINNÄYTETYÖN RAKENNE Pääluvun otsikon jälkeen on ns. johdattavaa tekstiä, kuten tässä, tai sitten alaluvut alkavat suoraan pääluvun otsikon jälkeen. Jompaakumpaa menetelmää on noudatettava kautta koko opinnäytetyön, ei siis sekaisin molempia. Varmista ohjaajaltasi, kumpaa tyyliä hän suosii. Muista, että pääluku alkaa aina omalta sivultaan.\n\n2.1 Nimiösivu eli kansilehti Nimiösivu eli kansilehti on Savonian raporttipohjassa valmiina. Otsikon muotoilussa ja asettelussa on hyvä olla tarkkana: otsikon täytyy kuvastaa, mitä opinnäytetyö käsittelee. Lisäksi on kiinnitettävä huomiota otsikon asetteluun. Jos otsikko jatkuu toiselle riville, on huolehdittava siitä, että se katkeaa sanarajan kohdalta, ei tavurajan. Opinnäytetyön tekijän nimi tulee sivun alaosaan omalle kohdalleen. Jos tekijöitä on vain yksi, poiste- taan vinoviiva ja T. Ei näin: TEKIJÄ/T, vaan näin: TEKIJÄ. Eri aloilla on omia käytäntöjä kansilehden muotoiluun.\n\n2.2 Tiivistelmä ja abstrakti Opinnäytetyöhön kuuluu suomenkielinen tiivistelmä ja YAMK-työssä myös englanninkielinen abst- rakti. Molemmissa on samanlainen rakenne. Tiivistelmä- ja abstraktipohja on valmiina Savonian ra- porttipohjassa. Asetuksia ei ole syytä muuttaa, koska se saattaa vaikuttaa tiivistelmän/abstraktin ul- koasuun. Tiivistelmässä/abstraktissa kerrotaan tiiviisti, mitä opinnäytetyössä on tehty. Aivan tiivistelmän alussa lomakkeessa on kohdat, joihin merkitään muun muassa koulutusala, opinnäytetyön tekijän nimi, opinnäytetyön nimi sekä toimeksiantaja. Tiivistelmä- ja abstract-sivulle merkitään liitteiden kappalemäärä, esim. Sivumäärä/Liitteet 38/2. Täl- löin viimeinen numeroitu sivu on lähdeluettelon viimeinen sivu 38, jonka jälkeen liitteitä on kaksi kap- paletta (ei sivua). Tiivistelmä kirjoitetaan passiivissa ja imperfektissä. Ensimmäisessä kappaleessa on opinnäytetyön tausta ja tarkoitus ja/tai tavoite, toisessa kappaleessa mitä tehtiin ja miten eli menetelmä, miten opin- näytetyö on tehty. Menetelminä voi olla esimerkiksi haastattelu, havainnointi, kokeilu ym. Kolman- teen kappaleeseen tulevat tulokset, johtopäätökset ja tarvittaessa tulosten merkitys sekä tarve jatko- tutkimukselle tai -kehittämiselle. Avainsanat kuvaavat opinnäytetyössä käsiteltyjä olennaisia asioita. Avainsanoja voivat olla muun muassa betonointi, kestävä kehitys, työturvallisuus. Käytä apuna on Finton YSA Yleinen suomalai- nen asiasanasto. Tiivistelmän pituus on 150–200 sanaa.\n\n2.3 Sisällysluettelo eli sisältö Sisällysluettelon ensimmäinen otsikko on 1 JOHDANTO. Eri aloilla voi olla otsikon nimen osalta eri käytäntöjä. Kaikki muut otsikot numeroidaan paitsi LÄHTEET ja LIITTEET. Otsikoiden perusteella pitää pystyä päättelemään, mitä opinnäytetyö käsittelee. Sama otsikko ei saa olla kahta kertaa. Mi- käli luvulla on alalukuja, niitä on oltava vähintään kaksi, ei siis yksinäistä alalukua.\n\n2.4 Johdanto Johdanto nimensä mukaisesti johdattaa opinnäytetyöhön ja aiheeseen. Johdanto kirjoitetaan pree- sensissä ja yleensä passiivimuodossa, kuten opinnäytetyökin. Tässä on ala- ja aihekohtaisia eroja. Johdannossa kerrotaan opinnäytetyön taustaa, menetelmä, tarkoitus ja tavoite. Tarvittaessa esitel- lään toimeksiantaja. Opinnäytetyön tarkoitus kertoo, mitä tehdään, mikä on opinnäytetyön tuotos (esimerkiksi kartoite- taan työoloja, selvitetään työntekijän ja esimiehen vuorovaikutusta, tuotetaan video tai posteri tai toimintaohje). Tavoite kuvaa, mihin tarkoituksella pyritään. Esimerkiksi videon tavoitteena on lisätä potilaiden tietämystä liikunnan vaikutuksista hyvinvointiin tai toimintaohjeen tavoitteena on lisätä työ- turvallisuutta. Johdannossa ei esitetä työn tuloksia tai tuotosta. Siinä ei myöskään ole tarpeen esitellä, mitä missä- kin opinnäytetyön luvussa käsitellään. Johdannossa ei välttämättä käytetä lähteitä, mutta tässä on alakohtaisia eroja, joista tietää ohjaajasi. Johdannossa voi aiheen ja alan mukaan olla alalukuja. Ala- luvuissa voi esimerkiksi kertoa käsitteet ja määritelmät, kertoa yhteistyökumppanit, esitellä tausta- aineistoa. Eri aloilla on erilaisia käytäntöjä tässäkin asiassa. 2.5 Viitekehys eli teoriaosa\n\nViitekehys eli teoriaosa koostuu aikaisemmin saadusta sekä kokemuksellisesta että tutkimukselli- sesta tiedosta. Tämä tarkoittaa lähdetietoa. Tässä osassa kerrotaan aiemmin tehdyistä tutkimuksista ja niissä saaduista tuloksista. Oma opinnäytetyö on aina osa aiemmin tehtyjen tutkimusten ketjua. Teoria on se selkänoja, jonka perusteella opiskelija muodostaa käsityksen tutkimastaan aiheesta. Tämän osan laajuuteen vaikuttavat työn aihe ja käsittelytapa. Joidenkin töiden alkuun liittyy tausta- teorioiden esittely, joihinkin liittyy alkuhypoteesi eli oletus tutkittavasta ilmiöstä ja ilmiön kuvaus, joi- hinkin lähtötilanteen kuvaus ja ongelma tai kehitettävä asia. Teoriaosa koostuu usein 2–3 päälu- vusta. 2.6 Työn/tutkimuksen toteuttaminen\n\nKäsittelyosassa kerrotaan\n\nmitkä olivat opinnäytetyön lähtökohdat\n\n- mitä tehtiin ja miten\n\nmistä ja miten tietoja ja aineistoja koottiin\n\nmiten koottuja tietoja ja aineistoja käsiteltiin, analysoitiin ja kuvattiin\n\n- mikä oli aikataulu\n\nmiksi tietyt menetelmät valittiin tai ratkaisut tehtiin\n\nmitä näistä valinnoista seurasi\n\nmiksi ei tehty toisella tavalla mitä seikkoja ratkaisussa korostettiin\n\nmitä jätettiin vähemmälle ja miksi\n\nmitä tuloksia saatiin.\n\nKaikki valinnat, menetelmät ja ratkaisut on perusteltava. Käsittelyosan ideana on kuvailu ja selittämi- nen. On otettava huomioon, että teoria ei saa jäädä irralliseksi. Tehdyt valinnat perustellaan teoriatiedon avulla ja työn/tutkimuksen toteutusosassa hyödynnetään tarkoituksenmukaisia menetel- mälähteitä. Käsittelyosassa kerrotaan omasta tekemisestä imperfektissä. Joillakin aloilla suositellaan passiivimuodon käyttöä minä-muodon sijaan.\n\n2.7 Yhteenveto ja johtopäätökset, pohdinta Yhteenveto ja johtopäätökset -osassa tarkastellaan saatuja tuloksia, kerrotaan, mitä johtopäätöksiä tuloksista voi tehdä ja tehdään yhteenvetoa. Lisäksi kerrotaan, mitkä olivat opinnäytetyön tavoitteet ja miten tavoitteet toteutuivat. Tässä osassa tarkastellaan tutkimuksen eettisyyttä ja luotettavuutta sekä peilataan tutkimustuloksia aiempaan tutkimukseen ja tietoperustaan. Yhteenveto, johtopäätök- set ja pohdinta -luvussa voi olla alakohtaisia eroja, joista ohjaajasi tietää tarkemmin. Opinnäytetyön tärkein luku on pohdinta. Pohdintaosuudessa on arviointia: oman työskentelyn ja tuo- toksen arviointia sekä esimerkiksi oman ammatillisen kasvun tarkastelua. Tässä luvussa tarkastel- laan, missä onnistuttiin ja miksi ja myös mitä voisi seuraavalla kerralla tehdä toisin. Pohdintaosassa voi esittää toimenpide-ehdotuksia ja myös jatkotutkimuksen aiheita.\n\nLÄHDEMERKINNÄT JA LIITTEET Lähteet merkitään tekstiin lähdeviitteinä ja lähdeluetteloon luvussa 5 esitettyjen ohjeiden mukaan. Lähteiden merkitsemisessä käytetään Harvard-viittausjärjestelmän tyyliä, joka on yleisin nimi-vuosi- järjestelmän muoto. Harvardin järjestelmässä tekstiviitteestä pitää aina käydä ilmi kirjoittajan nimi ja julkaisuvuosi. Mikäli julkaisuvuosi ei ole tiedossa, merkitään vuosiluvun paikalle n.d. (lyhenne sa- noista no date). Myös sivunumerot merkitään aina kun viitataan lähteen yksityiskohtaisiin tietoihin. Lähteet voidaan merkitä myös käyttämällä Wordin automaattitoimintoa ja tyyliksi valitaan Harvard. Jos käyttää automaattitoimintoa, pitää tutustua ohjeeseen (liite 3).\n\nKaikki lähteet merkitään lähdeluetteloon. Lähdeluettelo on aakkosjärjestyksessä.\n\n3.1 Pisteen paikka lähdeviitteessä Lähdeviitteeseen merkitään sivut, miltä sivuilta tieto on poimittu. Viitteen piste merkitään sen mu- kaan, viitataanko useampaan virkkeeseen edellä vai vain yhteen edellä olevaan virkkeeseen.\n\nKun viitataan useampaan virkkeeseen edellä, niin merkitään näin:\n\nEsimerkki Lähdeviitteiden tarkka merkitseminen tekstiin on yksi huolellisen tutkimuksen teon piirre. Lukijan pi- tää pystyä erottamaan, mikä tekstissä on tutkijan omaa ja mikä aines on muualta saatua. (Hirsjärvi, Remes & Sajavaara 2018, 349–350.) Huomaa pisteet. Näin merkitään, kun viitataan useampaan virkkeeseen edellä. Huomaa sivunumeroiden väliin tuleva ns. ajatusviiva. Kun viitataan vain yhteen virkkeeseen edellä, niin merkitään näin:\n\nEsimerkki\n\nJos viite koskee vain yhtä virkettä, viite merkitään sulkeisiin ennen loppupistettä (Hirsjärvi, Remes & Sajavaara 2018, 355). Huomaa, piste vain lopussa.\n\nAlla on lisäesimerkkejä lähdeviitteiden merkinnästä.\n\na) Opinnäytetyön tekijän omaa tuotosta ja viimeinen virke lähteestä: Insinöörityössä tehdyissä tutkimuksissa havaittiin suuria mittaustulospoikkeamia. Tämän katsotaan yleisesti johtuvan materiaalissa tapahtuvista muutoksista (Salmenperä 2005, 20).\n\nb) Omaa tuotosta ja loppuosa lähteestä:\n\nMittauskohteesta otettuja näytteitä tarkasteltiin laboratoriossa. Myös Salmenperä (2005, 60) pitää tärkeänä luotettavia analyysejä.\n\nc) Tekijä heti virkkeen alussa: Salmenperän (2005, 70–72) mukaan maastomittaus…\n\nd) Tieto on useasta eri lähteestä (huomaa puolipiste lähteiden välissä):\n\nTeollisuustuotannon kasvu pysähtyi viime vuonna. Tuotannon kasvu on ollut yhtä vähäistä viimeksi huhtikuussa 1996. (Pitkänen 2007, 40; Pätkänen 2008, 37.) Kun viitataan useampaan lähteeseen, vanhin lähde merkitään ensin. Myös aakkosjärjestys tai tär- keysjärjestys on mahdollinen. Noudata valitsemaasi tapaa läpi koko työn!\n\ne) Kaikki virkkeet ovat samasta lähteestä:\n\nTeollisuustuotannon kasvu pysähtyi viime vuoden lopussa. Tuotannon kasvu on ollut yhtä vähäistä viimeksi huhtikuussa 1996. (Salmenperä 2005, 30–31.)\n\nLähteessä on useita kirjoittajia Mikäli lähteessä on useita kirjoittajia, tekstin lähdeviitteessä merkitään tekijät seuraavasti:\n\n2 kirjoittajaa: molemmat kirjoittajat merkitään aina (Hoffrén & Laulainen 2019, 95).\n\n3‒5 kirjoittajaa: ensimmäisellä kerralla merkitään kaikki kirjoittajat (Hirsjärvi, Remes & Sajavaara 2018, 349–350), seuraavilla kerroilla merkitään vain ensimmäinen tekijä ym. (Hirsjärvi ym. 2018, 335). 6 kirjoittajaa tai enemmän: merkitään aina vain ensimmäinen tekijä ja ym.\n\nHautamäki ym. (2005) kirjoittavat yhteisöllisyydestä …\n\nLähdeluetteloon merkitään aina kaikki tekijät ja julkaisutiedot!\n\nEsimerkki\n\nHautamäki, A., Lehtonen, T., Sihvola, J., Tuomi, I., Vaaranen, H. & Veijola, S. 2005. Yhteisöllisyyden paluu. Helsinki: Gaudeamus. Hirsjärvi, S., Remes, P. & Sajavaara, P. 2018. Tutki ja kirjoita. 22. painos. Helsinki: Tammi.\n\nHoffrén, M. & Laulainen, S. 2019. Destructive Leadership as a Wicked Problem in Health Care: Can We Blame the Leader Only? Teoksessa Thomas, W., Hujala, A., Laulainen, S. & McMurray, R. (toim.) The management of wicked problems in health and social care. New York, NY: Routledge, 91‒102. 3.3 Tekijältä useita lähteitä samana vuonna\n\nHuomaa! Lähteet erotellaan toisistaan merkitsemällä pieni kirjain vuosilukuun kiinni. Pieni kirjain merkitään dokumentin nimen mukaisessa aakkosjärjestyksessä, ei siis siinä järjestyksessä, mikä lähteistä esiintyy ensin tekstissä.\n\nNäin merkitään tekstiin lähdeviitteeksi: Dysleksia ilmenee siten, että lapsi lukiessaan korvaa sanoja toisilla, sanoista jää puuttumaan kirjai- mia, lukemisrytmi on poikkeava, lukeminen on epävarmaa eikä lapsi halua lukea (Takala 2006b, 69– 70).\n\nKaikki lapset eivät käy kaikkia vaiheita läpi. Osa lapsista juuttuu johonkin vaiheeseen eikä siksi osaa vaihtaa lukemistapaa. (Takala 2006a, 21–22.)\n\nNäin merkitään lähdeluetteloon: Takala, M. 2006a. Lukemaan opettaminen. Teoksessa Takala, M. & Kontu, E. (toim.) Lukivaikeu- desta lukitaitoon. Helsinki: Yliopistopaino, 13–36.\n\nTämä edellä oleva lähde merkitään ensin, koska dokumentin nimi Lukemaan… on aakkosissa ennen Mitä on… dokumenttia. Takala, M. 2006b. Mitä on dysleksia? Teoksessa Takala, M. & Kontu, E. (toim.) Lukivaikeudesta luki- taitoon. Helsinki: Yliopistopaino, 65–85.\n\nHuomaa: Merkitse myös teos, jossa käyttämäsi artikkeli on julkaistu (katso edellä oleva esimerkki).\n\n3.4 Alkuperäisen lähteen tunnistaminen ja käyttäminen Käytä työssäsi ensisijaisia eli alkuperäisiä lähteitä! Viittausta toissijaiseen eli lähteen lähteeseen käytetään hyvin harvoin: silloin, jos alkuperäislähteen saaminen tarkasteltavaksi on mahdotonta.\n\nJos tieto ei perustu alkuperäiseen lähteeseen, se tulee ilmaista selvästi tekstissä! Lähdeluetteloon merkitään vain toissijainen lähde, eli se lähde, jota kirjoittaja itse käyttää. Toissijainen lähde eli toisen käden lähde:\n\nNäin merkitään tekstiin lähdeviitteeksi: Holopainen, Aro ja Savolainen (2008, 14) esittävät Lyonin ym. (2003) International Dyslexia Asso- ciationin määritelmän, jonka mukaan dysleksiaa pidetään erityisenä oppimisvaikeutena, jonka alku- perä on neurobiologinen. Häiriölle on ominaista vaikeudet tarkassa ja/tai sujuvassa sanantunnistuk- sessa sekä heikko oikeinkirjoitus- ja dekoodaustaito.\n\ntai International Dyslexia Associationin määritelmän mukaan dysleksiaa pidetään erityisenä oppimisvai- keutena, jonka alkuperä on neurobiologinen. Häiriölle on ominaista vaikeudet tarkassa ja/tai suju- vassa sanantunnistuksessa sekä heikko oikeinkirjoitus- ja dekoodaustaito. (Lyon ym. 2003, Holopai- sen, Aron ja Savolaisen 2008, 14 mukaan.)\n\nNäin merkitään lähdeluetteloon: Holopainen, L., Aro, M. & Savolainen, H. 2008. 1. Mitä lukivaikeudet ovat? Teoksessa Kairaluoma, L., Ahonen, T., Aro, M., Kakkuri, I., Laakso, K., Peltonen, M. & Wennström, K. (toim.) Lukemalla ja tekemällä. Opettajan opas lukivaikeudesta ammatillisille oppilaitoksille. Jyväskylä: Niilo Mäki Insti- tuutti, 13–19. Huomaa: Merkitse myös teos, jossa käyttämäsi artikkeli on julkaistu (katso edellä oleva esimerkki).\n\n3.5 Suorat lainaukset Suoraa lainausta käytetään silloin, kun esimerkiksi esitetään jokin määritelmä, lainkohta tai lähteen sanonta on niin merkittävä tai kiistanalainen, että se halutaan säilyttää muuttumattomana. Jos suora lainaus on 1–3 riviä pitkä, se merkitään lainausmerkkien sisään ja lähdeviite merkitään lähdeviiteoh- jeen mukaisesti. ”Dysleksia on lukemisvaikeus, joka yleensä ilmenee hitaana lukemaan oppimisena ja työläänä, usein myös virheellisenä lukemisena” (Takala 2006, 66–67). Jos suora lainaus on yli 3 riviä pitkä,\n\n- käytetään tyyliä Lainaus, jossa on valmiina seuraavat asetukset\n\n- sisennykset ja molempien reunojen tasaus\n\n- rivinväli 1\n\n- kappaleen jälkeen välistys 8 pt\n\n- ei käytetä lainausmerkkejä\n\n- merkitään lähdeviite lainauksen alkuun tai lainauksen loppuun.\n\nHolopainen, Aro ja Savolainen (2008, 14) esittävät Lyonin ym. (2003) International Dyslexia Asso- ciationin määritelmän, jonka mukaan dysleksia on erityinen oppimisvaikeus, joka on alkuperältään neuro- biologinen. Sille on tunnusomaista vaikeudet tarkassa ja/tai suju- vassa sanantunnistuksessa sekä heikko oikeinkirjoitus- ja dekoo- daus- taito. Nämä vaikeudet johtuvat tyypillisesti kielen fonologisen osataidon heikkoudesta, joka ei ole kognitiivisten kykyjen eikä tehok- kaan kouluopetuksen saamisen perusteella odotuksenmukainen. Se- kundaarisina seurauksina voi olla ongelmia luetun ymmärtämisessä ja vähäinen lukeminen vapaa-ajalla, joka voi haitata sanavaraston ja taustatietomäärän kasvua. Jos suorasta lainauksesta jätetään jokin kohta pois, se merkitään kahdella ajatusviivalla (– –).\n\nJos lainaukseen tekee omia kommentteja, ne merkitään hakasulkeisiin [ ].\n\nSuora lainaus lainataan siten, kun se lähteessä on ilmaistu, kirjoitusvirheineen. Jos haluaa korjata virheen, merkitään korjattu sana hakasulkeisiin.\n\n3.6 Liitteet Liitteinä voi olla erillistä, opinnäytetyöhön kuuluvaa aineistoa. Tällaista aineistoa voivat olla esimer- kiksi piirustukset, laskelmat, kuvat, kartat ym. Liitteisiin voidaan laittaa myös salaiseksi luokiteltavaa tietoa. Salaisia liitteitä ei kuitenkaan julkaista. Liitteisiin tulee viitata tekstissä esimerkiksi (liite 1). Liit- teet numeroidaan ja nimetään eli niissä on oltava otsikko. Tarvittaessa merkitään lähde, mikäli ai- neisto on lähdemateriaalista. Savonian raporttipohjassa on merkitty esimerkkinä myös liitesivut. Tiivistelmä- ja abstract-sivulle merkitään liitteiden kappalemäärä, esim. Sivumäärä/Liitteet 38/2. Tällöin opinnäytetyön tekstin vii- meinen numeroitu sivu on lähdeluettelon viimeinen sivu 38, jonka jälkeen liitteitä on kaksi kappaletta (ei sivua).\n\n4 KUVAT, TAULUKOT, KAAVAT JA YHTÄLÖT SEKÄ NUOTIT Opinnäytetyössä asiaa voi havainnollistaa kuvin, kuvioin ja taulukoin. Tässä ohjeessa neuvotaan kuvioista käyttämään nimitystä kuva eli opinnäytetyössä on kuvia, taulukoita ja tarvittaessa kaavoja. Havainnollistava aineisto parantaa tekstin luettavuutta ja ymmärrettävyyttä. Havainnollistava aineisto olisi hyvä sijoittaa sille sivulle, missä aineistoon liittyvää asiaa käsitellään. Pääluvun tai alaluvun alla pitäisi olla ainakin pari riviä tekstiä ennen kuvaa tai taulukkoa. On suositeltavaa, että havainnollis- tava aineisto olisi sivun tekstileveyden kokoinen; esimerkiksi kuvia voi pienentää tai sijoittaa liitteiksi tai tarvittaessa tekstisivujen väliin. Kuvan tai taulukon yläpuolelle ja alapuolelle tulee jättää tilaa yh- den rivivälin verran varsinaisen tekstin jälkeen ja ennen varsinaista tekstiä. Havainnollistava aineisto numeroidaan juoksevasti kautta koko työn: kuvat erikseen ja taulukot erik- seen. Tekstissä viitataan aineistoon esimerkiksi näin (kuva 1). Piste merkitään samalla tavalla kuin lähdeviitemerkinnässä: jos tekstissä kerrotaan kuvasta vain edellä olevassa virkkeessä, piste merki- tään näin (kuva 1). Jos taas useammassa virkkeessä kerrotaan kuvan esittämästä asiasta, merkintä on tämä. (Kuva 1.) Tekstissä myös kerrotaan lyhyesti kuvan tai taulukon esittämästä asiasta, mutta ei toisteta esimerkiksi taulukon lukuja tekstimuodossa. Jos kuvia on paljon, voidaan tehdä sisällysluettelon alle kuvaluettelo. Esimerkki ja ohje luettelon li- säämisestä löytyy raporttipohjasta. Vastaavasti voidaan lisätä taulukkoluettelo, luettelo nuottiesimer- keistä, videolinkeistä tai kaavoista.\n\n4.1 Kuvat ja taulukot Opinnäytetyössä voi käyttää lähdemateriaalissa olevia kuvia, kunhan ne liittyvät olennaisesti teks- tissä esitettyyn asiaan ja lähdeviittaus on asianmukainen. Kuviin merkitään sana Kuva, kuvan nu- mero, kuvan nimi ja sulkuihin lähdeviite. Jos tekijä on tiedossa, tekijän nimi ja vuosi. Jos tekijää ei ole tiedossa, kuvan nimi ja vuosi. Jos vuotta ei ole tiedossa, merkitään n.d. (lyhenne sanoista no date). Lähdemerkintää käytetään myös omissa valokuvissa. Opinnäytetyöhön kiinteästi liittyviin itse piirrettyihin kaavioihin tai kuvioihin ei merkitä tekijätietoja. Jos kuva tuodaan muuttamattomana alkuperäislähteestä esim. Suomen virallisen tilaston -sivulta, merki- tään lähdetiedot. Jos kuvaa käännetään vieraasta kielestä, merkitään kuvaan (mukaillen XX 1987). Kuvatekstiin merkitään pisteet samalla tavalla kuin lähdemerkinnöissäkin. Jos kuvateksti on virke, tulee piste (ks. kuva 2). Jos kuvateksti ei ole virke, pistettä ei tule (kuva 1). Kuvat merkitään lähde- luetteloon muiden lähteiden joukkoon tai sitten erilliseen kuvaluetteloon, mikäli kuvia on paljon. Opinnäytetyön ohjaajasi neuvoo sinua tässä asiassa. Omiin kuviin merkitään kuvan käyttöoikeudet. Ohjeet ovat liitteessä Liite 1: Creative Commons -lisenssit – kuvan käyttöoikeudet. Jos opinnäytetyössä käytetään kuvia standardeista tai Rakennustiedon materiaaleista, on syytä sel- vittää, tarvitaanko lupa kuvan käyttöön. Myös jotkut yritykset haluavat, että tuotekuvien käyttöön opinnäytetyössä on kysytty lupa. Organisaatiot ja yritykset saattavat myös haluta kuvan yhteyteen omanlaisensa lähdemerkinnän. Kuvien väliin tulee yleensä tekstiä. Jos kyseessä on kuvasarja, riit- tää, että kuvien alla on kuvatekstit. Kuva 2. Nautojen värityksen kuviot ovat yksilöllisiä kuten sormenjäljet ihmisillä (Wahlroos 2017, CC BY-SA).\n\nKuvia ovat myös esimerkiksi erilaiset diagrammit ja kuvaajat. Diagrammeja ovat muun muassa vaaka- ja pylväsdiagrammi ja sektoridiagrammi eli piirakka. Sektoridiagrammi alkaa kello 12:n koh- dalta ja isoin sektori on ensin. Viimeisenä on ns. kaatoluokka eli muu, muualta. Jos tekstissä on useita kuvia tai taulukoita peräkkäin, niiden välissä tulisi olla tekstiä, ellei kyseessä ole sarjatyyppinen kokonaisuus. Tekstiä tulee olla vähintään kolme virkettä. Kuvioita on selitettävä tekstissä, niitä ei siis vain lisätä opinnäytetyöhön kuvittamaan sitä.\n\nKuva 3. Opinnäytetyön aiheen löytyminen (n=134) (Likitalo & Mäkelä 2012, 22) Edellä ollut kuva 1 voidaan myös piirtää seuraavasti: Taulukoiden on oltava selkeitä, niitä on selitettävä tekstissä ja niihin on myös tekstissä viitattava. Taulukot numeroidaan ja otsikoidaan, tarvittaessa merkitään lähde. Taulukon otsikko on sen yläpuo- lella, koska voidaan ajatella, että taulukkoa luetaan ylhäältä alaspäin. Taulukon leveydeksi suositel- laan tekstin leveyttä. Jos taulukko joudutaan jakamaan seuraavalle sivulle, merkitään ensimmäiselle taulukko sivulle oikeaan alareunaan (jatkuu). Seuraavalle sivulle merkitään vasempaan yläreunaan esimerkiksi Taulukko 1 (jatkuu). Taulukko 1. Opinnäytetyön aiheen löytyminen (%) opiskelualoittain (Likitalo & Mäkelä 2012, 17)\n\n4.2 Kaavat ja yhtälöt\n\nKaavat ja yhtälöt kirjoitetaan tekstiin sisennettynä. Kopioi kaavojen kirjoittamista varten alla ole- vasta tekstistä taulukkomuotoinen kaavamoduuli. Moduulin kopiointi, kaavojen sijoittaminen mo- duuliin ja viitteiden käsittely on ohjeistettu yksityiskohtaisesti liitteessä 2. Kaavan ja yhtälön yläpuolella on yksi tyhjä rivi ja alapuolella samoin. Kaavat ja yhtälöt numeroidaan juoksevasti samalla tavalla kuin kuvat ja taulukotkin. Numero on suluissa ennen oikeaa marginaa- lia. Tekstissä viitataan kaavaan (kaava 1). Jos kaava ei ole yleinen, siinä voi käyttää lähdemerkin- tää. Kaavan selitteet merkitään joko peräkkäin tai allekkain, kuitenkin johdonmukaisesti samalla tavalla kautta koko opinnäytetyön. Kun esität laskelmia, kirjoita ne täydellisinä niin, että ensin on kaava suuresymboleilla, seuraavaksi symbolien selitys, sen jälkeen lukuarvojen sijoitus yksiköineen ja lopuksi tulos.\n\nEsimerkiksi 3-vaiheisen kuorman teho:\n\nP=V3-U-1-cosp,missä\n\non navoilta mitattu pääjännite on yhdeltä vaiheelta mitattu virta 𝑈𝑈 cos 𝐼𝐼\n\non mitattu perusaaltotaajuuden tehokerroin\n\n𝜑𝜑 Jos sama kaava toistuu myöhemmin, suureiden esittelyä ei tarvitse toistaa, vaan laskelman voi kir- joittaa suoraan muodossa\n\njoittaa suoraan muodossa\n\nKäytä kaavojen kirjoittamiseen Wordin kaavaeditorin tekstimuodossa kirjoitettavia koodeja. Esimer- kiksi kaava 1 kirjoitetaan muodossa\n\nP=\\sqrt 3\\cdot U\\cdot I\\cdot cos\\varphi. Kaavaeditorin käyttöohjeita ja koodeja löydät netistä hakusanoilla Word equation editor.\n\n4.3 Nuotit\n\nLÄHTEIDEN MERKITSEMINEN Lähdeviite eli lähdemerkintä laitetaan tekstiin aina, kun käytetään muualta saatua tietoa. Ensisijai- sesti referoidaan lähteiden tietoa. Suoraa lainaamista ei suosita. Lähdeviite merkitään tekstin lisäksi kuviin ja taulukoihin. Lähdeviite voi olla tekstin lopussa, tekstin alussa tai tekstin sisällä (Lue luku 3 alalukuineen!). Kaikki lähteet merkitään lähdeluetteloon. Lähdeluettelo on aakkosjärjestyksessä. 5.1 Artikkeli\n\nKun artikkelin kirjoittaja on tiedossa, merkitään se näin tekstiin lähdeviitteeksi:\n\nSilloin kun suomalainen saa vamman päähänsä, yleisin syy on kaatuminen (Virtanen 2019, A 20). Näin merkitään lähdeluetteloon: Virtanen, J. 2019. Suomalainen kolhii päätään kompastellessaan kotona. Päävammat: Aivoja vahin- goittavissa turmissa mukana usein alkoholi. Savon Sanomat 18.8.2019, Uutiset, A 20.\n\nJos artikkelilla ei ole kirjoittajaa:\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nKuopion seudulle on myönnetty kansainvälisesti arvostettu… (Pohjoissavolainen ruokakulttuuri kur- kottaa Eurooppaan 2019, A 7). Näin merkitään lähdeluetteloon:\n\nPohjoissavolainen ruokakulttuuri kurkottaa Eurooppaan 2019. Savon Sanomat 18.8.2019, Uutiset, A 7.\n\n5.1.1 Artikkeli elektronisessa aineistossa (esim. verkkolehti tai -kirja) Huomaa: Mikäli verkkolehti tai -kirja ei ole julkisesti saatavilla, on lähdeluetteloon merkittävä sa- mat tiedot kuin printtilehdestä, eli artikkelin kirjoittaja(t), julkaisuvuosi, artikkelin otsikko, verkkolehden nimi, vuosikerta (numero) ja sivunumero(t).\n\ne-Artikkeli (verkkolehdessä) Sukunimi, Etunimen ensimmäinen kirjain Vuosi. Artikkelin otsikko. Lehden nimi vuosikerta (numero), artikkelin 1. sivunumero ‒ artikkelin viimeinen sivu. URL. Viitattu päivämäärä, jolloin artikkeli on lu- ettu.\n\nNäin merkitään tekstiin lähdeviitteeksi: Sosiaalinen media vaikuttaa tuotteen markkinointiin. Tuotteen ympärille saattaa muodostua ver- kosto, joka toimii sosiaalisessa mediassa. (Al-Zyoud 2018, 112–114.)\n\nNäin merkitään lähdeluetteloon:\n\nAl-Zyoud, M. F. 2018. Social media marketing, functional branding strategy and intentional branding. Problems and Perspectives in Management 16 (3), 102–116. http://dx.doi.org/10.21511/ppm.16(3).2018.09. Viitattu 2.10.2019.\n\nHuomaa: Jos lehti ilmestyy säännöllisesti ja lehden sivunumerointi alkaa joka lehdessä sivunume- rosta 1, merkitään vuosikerran numero ja sulkuihin lehden numero. Tässä edellä on merkitty 16 (3).\n\nNäin merkitään tekstiin lähdeviitteeksi: Riittävästi ei ole tutkittu sosiaalisen median käyttöä luksusbrändien markkinoinnissa (Arrigo 2018, 662).\n\nNäin merkitään lähdeluetteloon:\n\nArrigo, E. 2018. Social media marketing in luxury brands: A systematic literature review and impli- cations for management research. Management research review 41, 657–679. https://doi.org/10.1108/MRR-04-2017-0134V. Viitattu 2.10.2019. Huomaa: Tässä sivunumerointi jatkuu siitä, mihin edellisen lehden numerointi päättyy. Tässä edellä on merkitty vain vuosikerta 41.\n\nHuomaa: DOI (Digital Object Identifier), pysyvä internetosoite: DOI on pysyvä verkko-osoite eli vaikka julkaisun sijainti muuttuu, niin DOI löytää kyseisen julkaisun. DOI-tunnisteet muotoillaan samoin kuin URL-osoitteet, ei siis kirjoiteta ”DOI”, vaan esimerkiksi https://doi.org/ ...\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nKotoutumiskoulutus ei tällä hetkellä kohtaa korkeasti koulutettujen tarpeita (Lehtonen & Reiman 2019).\n\nNäin merkitään lähdeluetteloon: Lehtonen, T. & Reiman, N. 2019. Kotoutumiskoulutus muuttaa muotoaan: akateemisia taitoja raken- tamassa. Kieli, koulutus ja yhteiskunta -verkkolehti 11.9.2019. https://www.kieliverkosto.fi-/fi/jour- nals/kieli-koulutus-ja-yhteiskunta-syyskuu-2019/kotoutumiskoulutus-muuttaa-muotoaan-akateemisia- taitoja-rakentamassa. Viitattu 22.9.2019.\n\nNäin merkitään tekstiin lähdeviitteeksi: Suomalaisten viljelijöiden keski-ikä on lähes 51 vuotta (Lyyra 2013).\n\nNäin merkitään lähdeluetteloon:\n\nLyyra, M. 2013. Nuoret viljelijät – katoava luonnonvara? Meijän luvalla. Savonia AMK-agrologiopiske- lijoiden kurssijulkaisu 2013. http://www.joomag.com/magazine/meijn-luvalla-\n\n2013/0963571001387201186?page=3. Viitattu 2.8.2014.\n\nArtikkeli verkkokirjassa tai e-kirjassa Näin merkitään tekstiin lähdeviitteeksi:\n\nFirenzessä näkyy sekä historia ja perinne että myös pyrkimys moderniin (Melotti 2018, 99).\n\nNäin merkitään lähdeluetteloon: Melotti, M. 2018. Florence: Tourism, Heritage and Consumption. Teoksessa Kozak, M. & Kozak, N. (toim.) Tourist behavior. An experiential perspective. Cham: Springer, 97–109. https://www.dawson- era.com/readonline/9783319785530. Viitattu 2.10.2019.\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nLaadullisessa tutkimuksessa on paljon erilaisia lähestymis- ja analyysitapoja (Juhila n.d.). Näin merkitään lähdeluetteloon:\n\nJuhila, K. n.d. Laadullisen tutkimuksen ominaispiirteet. Teoksessa Vuori, J. (toim.) Laadullisen tutki- muksen verkkokäsikirja. Tampere, Yhteiskuntatieteellinen tietoarkisto. https://www.fsd.tuni.fi/fi/palve- lut/menetelmaopetus/. Viitattu 01.03.2024.\n\nNäin merkitään tekstiin lähdeviitteeksi: 1970-luvun lopulla valtion liikelaitoksia oli 15 kappaletta. Useimmat toimivat liikenneyhteyspalve- lusten alalla, kuten esimerkiksi Valtion rautatiet ja Posti- ja lennätinlaitos. (Saukkonen 2008, luku 2.3.)\n\nNäin merkitään lähdeluetteloon: Saukkonen, P. 2008. Markkinavoimat. Suomen poliittinen järjestelmä. Verkkokirja. Yleisen valtio-opin laitos. Helsingin yliopisto. https://blogs.helsinki.fi/vol-spj/. Viitattu 29.9.2019.\n\nHuomaa! Jos verkkokirjassa ei ole sivunumeroja, merkitse luvun numero.\n\nHuomaa! Osoitteeksi merkitään julkaisun pysyvä osoite.\n\nHuomaa! Jos artikkelilla on useita kirjoittajia, katso ohje luvusta 3.2. 5.1.2 Artikkeli printatussa lehdessä tai artikkelikokoelmassa (painetut aineistot)\n\nLähdeluetteloon merkitään artikkelin kirjoittaja(t), julkaisuvuosi, artikkelin otsikko, lehden nimi, vuosi- kerta, numero ja sivunumero(t).\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nKyngäs ja Vanhanen (1999) kirjoittavat sisällönanalyysista.\n\nNäin merkitään lähdeluetteloon: Kyngäs, H. & Vanhanen, L. 1999. Sisällön analyysi. Hoitotiede 11 (1), 3–12.\n\nArtikkeli artikkelikokoelmassa (kirja, raportti tms.) (Kokoelma, jossa on monen eri tekijän tekemiä artikkeleita ja yksi on koonnut heidän teksteistään tämän teoksen).\n\nTekstillä yksi kirjoittaja\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nToiminta vakiintuu vähitellen lajityypeiksi (Sirkkunen 2009). Näin merkitään lähdeluetteloon:\n\nSirkkunen, E. 2009. Aidattu vai avoin verkko? Omaehtoisen toiminnan muodot ja rajat sosiaalisen median tiloissa. Teoksessa Ridell, S., Kymäläinen, P. & Nyyssönen, T. (toim.) Julkisen tilan poetiik- kaa ja politiikkaa. Tieteidenvälisiä otteita vallasta kaupunki-, media- ja virtuaalitiloissa. Tampere: Tampereen Yliopistopaino Oy, 350–361. Tampereen Yliopistopaino Oy, 350–361.\n\nHuomaa: Lisää sivunumerot, sillä ne kertovat lähdeluettelomerkinnässä, millä artikkelikokoelman sivuilla kyseinen artikkeli on.\n\nTekstillä useampi kirjoittaja\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nOsa työyhteisön jäsenistä saattoi hyötyä tilanteissa tai tavoitella niissä omaa etuaan (Hoffrén & Lau- lainen 2019, 95).\n\nlainen 2019, 95). Näin merkitään lähdeluetteloon:\n\nHoffrén, M. & Laulainen, S. 2019. Destructive Leadership as a Wicked Problem in Health Care: Can We Blame the Leader Only? Teoksessa Thomas, W., Hujala, A., Laulainen, S. & McMurray, R. (toim.) The management of wicked problems in health and social care. New York, NY: Routledge, 91‒102. Huomaa! Jos artikkelilla on useampi kirjoittaja, perehdy Luvun 3 ohjeistukseen!\n\n5.2 Blogi\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nHyvinvointi ja oppiminen ovat sidoksissa keskenään. Yhteistyötä pitää olla eri tahojen välillä. (Heino- nen 2019.)\n\nNäin merkitään lähdeluetteloon: Heinonen, O-P. 2019. Muotoillaan kaikille sopiva koulu. Opetushallituksen blogi. 31.5.2019. https://www.oph.fi/fi/blogi/muotoillaan-kaikille-sopiva-koulu. Viitattu 22.9.2019.\n\nJos blogilla ei ole kirjoittajaa, käytetään blogipostauksen otsikkoa kirjoittajan nimen sijaan.\n\n5.3 Direktiivi\n\nNäin merkitään tekstiin lähdeviitteeksi: ”Verkkosivustoilla, joilla käydään kauppaa, olisi ilmoitettava selvästi ja helposti luettavasti viimeis- tään tilausprosessin käynnistyessä, sovelletaanko toimitusrajoituksia ja mitkä maksuvälineet hyväk- sytään” (Direktiivi 2011/83/EU. Euroopan parlamentin ja neuvoston direktiivi kuluttajan oikeuksista).\n\nHuomaa: Tässä ovat lainausmerkit, koska kyseessä on suora lainaus lähteestä. Näin merkitään lähdeluetteloon:\n\nDirektiivi 2011/83/EU. Euroopan parlamentin ja neuvoston direktiivi kuluttajan oikeuksista. Euroopan unionin virallinen lehti 22.11.2011. https://eur-lex.europa.eu/legal-content/FI/TXT/?uri=CE- LEX:32011L0083. Viitattu 29.9.2019.\n\n5.4 Elokuva\n\nNäin merkitään tekstiin lähdeviitteeksi: John Travolta, elokuvassa Lauantai-illan huumaa, vuodelta 1977, sai aikaan valtavan innostuksen diskotanssiin (Lauantai-illan huumaa 1977).\n\nNäin merkitään lähdeluetteloon:\n\nLauantai-illan huumaa 1977. Elokuva. Ohjaus Badham, J. Paramount Pictures.\n\n5.5 Esite\n\nNäin merkitään tekstiin lähdeviitteeksi: Harmaavesisuodatin Mökki voidaan kuljettaa mökille esimerkiksi peräkärryssä tai veneessä. Tuot- teen hintaan sisältyy 6 säkkiä turvetta, suodatinkangas ja Leca-sorasäkki. (Uponor 2019.)\n\nNäin merkitään lähdeluetteloon:\n\nUponor 2019. Harmaavesisuodattimet mökille ja omakotitaloon. Esite. https://www.uponor.fi/tuotejar- jestelmat/jatevesijarjestelmat/harmaavesisuodattimet. Viitattu 29.9.2019. 5.6 Eurokoodi, Eurocode\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nRakenteiden kuormat muodostuvat monista tekijöistä (EN1991-1-1: Eurocode 1: Rakenteiden kuor- mat. Osa 1-1: Yleiset kuormat. Tilavuuspainot, oma paino ja rakennusten hyötykuormat, 2002).\n\nNäin merkitään lähdeluetteloon: EN1991-1-1: Eurocode 1: Rakenteiden kuormat. Osa 1-1: Yleiset kuormat. Tilavuuspainot, oma paino ja rakennusten hyötykuormat 2002. Helsinki: Suomen Standardoimisliitto. http://www.euroco- des.fi/1991/1991-1-1/Contents1991-1-1.htm. Viitattu 18.8.2019.\n\n5.7 Haastattelu, lähteenä oleva haastattelu\n\nNäin merkitään tekstiin lähdeviitteeksi: Uusi opinnäytetyöohje otetaan käyttöön pikaisesti. Linden (2019) kuitenkin painotti, että ohjeistusta voidaan tarvittaessa muuttaa. Toisaalta voidaan myös ajatella, että kerran tehtyä ei ole tarpeen muuttaa (Ijäs 2019).\n\nNäin merkitään lähdeluetteloon:\n\nIjäs, J. 2019. Lehtori. Savonia-ammattikorkeakoulu. Haastattelu 4.12.2019.\n\nLinden, J. 2019. Koulutusvastuupäällikkö. Haastattelu 4.12.2019. 5.8 Internet-lähde\n\nNämä ohjeet soveltuvat myös verkkosivustoihin.\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nJokaisen ihmisen pitää saada päättää itse omista asioistaan (Kehitysvammaliitto 2017).\n\nNäin merkitään lähdeluetteloon: Kehitysvammaliitto 2017. Itsemääräämisoikeus. Verneri.net verkkopalvelu kehitysvammaisuudesta. Päivitetty 9.8.2017. http://verneri.net/yleis/itsemaaraamisoikeus. Viitattu 5.10.2019.\n\nNäin merkitään tekstiin lähdeviitteeksi: Parasetamolilla ei ole vaikutusta ajokykyyn. Sitä voi siis käyttää ajon aikana. (Lääkevalmisteiden pakkausselosteet: hakusana Para-Tabs tabletti, kalvopäällysteinen 1 g. 2019.)\n\nNäin merkitään lähdeluetteloon:\n\nLääkevalmisteiden pakkausselosteet: hakusana Para-Tabs tabletti, kalvopäällysteinen 1 g. 2018. Verkkojulkaisu. Päivitetty 5.7.2019. Lääkeinfo.fi, Lääketietokeskus.\n\n5.9 Kartat https://laakeinfo.fi/Medicine.aspx?m=2768&d=3132174&i=ORION+PHARMA_PARA-TABS_PARA- TABS+tabletti%2C+kalvop%C3%A4%C3%A4llysteinen+1+g+(itsehoito). Viitattu 22.9.2019.\n\nJos julkaisun vuosiluku ei ole tiedossa, voidaan merkitä n.d. (eli julkaisuaika on tuntematon) tai si- vuston päivitysajankohta.\n\nNäin merkitään tekstiin lähdeviitteeksi: Harvestereita ovat muun muassa Beaver, Fox, Cobra ja Scorpion (Ponsse n.d.).\n\nNäin merkitään lähdeluetteloon:\n\nPonsse n.d. Harvesterit. Verkkojulkaisu. https://www.ponsse.com/fi/tuotteet/harvesterit#/. Viitattu 22.9.2019.\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nKiinteä yhteys parantaa Hailuodon saavutettavuutta (Väylävirasto 2019).\n\nNäin merkitään lähdeluetteloon: Väylävirasto 2019. Hailuodon kiinteä yhteys. Verkkojulkaisu. Päivitetty 29.8.2019. https://vayla.fi/hai- luoto#.XYdnOIfV45s. Viitattu 22.9.2019.\n\nPysyvä internetosoite (URN): Aineiston löytämisen helpottamiseksi tekijä- ja muiden perustietojen lisäksi kannattaa merkitä elekt- roniseen lähteeseen pysyvä tunniste (DOI, Handle tai URN). Jos verkkolähteellä ei ole pysyvää tun- nistetta, merkitään ainakin URL-osoite.\n\nNäin merkitään lähdeluetteloon: Tammelin-Laine, T. 2015. Aletaan alusta. Luku- ja kirjoitustaidottomat aikuiset uutta kieltä oppi- massa. Väitöskirja. Jyväskylä Studies in Humanities 240. Jyväskylän yliopisto. http://urn.fi/URN:ISBN:978-951-39-5997-5. Viitattu 7.2.2017.\n\nNäin merkitään tekstiin tai kuvan alle lähdeviitteeksi:\n\n(Maanmittauslaitos)\n\nNäin merkitään lähdeluetteloon: Maanmittauslaitos. Karttapaikka. Verkkopalvelu. https://asiointi.maanmittauslaitos.fi/karttapaikka/. Viitattu 6.10.2019.\n\n5.10 Kirja\n\n5.10.1 Elektroninen kirja, verkkokirja tai äänikirja\n\nHuomaa: Jos verkkokirjassa ei ole sivunumeroja, merkitse vaikka luvun numero tai muu vastaava tieto sivunumeron tilalle. Osoitteeksi merkitään julkaisun pysyvä osoite.\n\nLähdeluetteloon merkitään: Tekijä(t) Julkaisuvuosi. Kirjan nimi. Kustannuspaikka: Kustantaja. Saatavuus eli verkko-osoite. Viit- taamisen ajankohta.\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nTyön inspiroivuus sitouttaa, innostaa ja tukee työhyvinvointia. Se vaikuttaa myös tehokkuuteen, tyy- tyväisyyteen ja myönteisen työnantajakuvan muotoutumiseen. (Berlin 2019, luku 10.)\n\nNäin merkitään lähdeluetteloon: Berlin, S. 2019. Palkitseva työ. E-kirja. Helsinki: Kauppakamari. Viitattu 30.10.2023.\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nValkovuokot kasvavat metsissä ja ne kukkivat aikaisin keväällä (Sipilä 2017).\n\nNäin merkitään lähdeluetteloon: Sipilä, J. 2017. Suomen luonnon kukkia. Selkokirja. Papunet-verkkopalvelu. Kehitysvammaliitto. https://papuri.papunet.net/lue/1192/cd96e631829c6d31be748a63bb01f184/#/. Viitattu 29.9.2019.\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nIhmiskunnan kehityksessä on tapahtumassa jotain uutta (Bregman 2020).\n\nNäin merkitään lähdeluetteloon: Bregman, R. 2020. Hyvän historia. Ihmiskunta uudessa valossa. Äänikirja. Jyväskylä: Atena Kustan- nus. https://www.bookbeat.fi/kirja/hyvan-historia-249657. Viitattu 27.10.2020.\n\n5.10.2 Painettu kirja\n\nNäin merkitään tekstiin lähdeviitteeksi: Jormalainen (1993, 63) toteaa, että tuuletusviemärien, antennien vuotavat juuripellit voidaan korvata lasikuitu- ja muovirakenteisilla valmiskappaleilla tai laminoimalla vuotavien osien päälle lasikuitu- matto.\n\nNäin merkitään lähdeluetteloon:\n\nJormalainen, P. 1993. Korjausrakennustyöt. Helsinki: Rakennusalan Kustantajat RAK.\n\nNäin merkitään tekstiin lähdeviitteeksi: Jos on vähänkään pelkoa routaongelmista, on rakennuspohja kaivettava joko roudattomaan syvyy- teen tai tehtävä maaeristys (Eriksen & Thorstensen 2004, 19).\n\nNäin merkitään lähdeluetteloon:\n\nEriksen, L. & Thorstensen, D. 2004. Autotallit. Helsinki: Helmi Kustannus.\n\nNäin merkitään tekstiin lähdeviitteeksi: Lukijan pitää pystyä erottamaan, mikä tekstissä on tutkijan omaa ja mikä aines on muualta saatua. (Hirsjärvi, Remes & Sajavaara 2018, 349–350). Hirsjärven ym. (2018) mukaan lähteet pitää merkitä tekstiin.\n\nNäin merkitään lähdeluetteloon:\n\nHirsjärvi, S., Remes, P. & Sajavaara, P. 2018. Tutki ja kirjoita. 22. painos. Helsinki: Tammi.\n\nEi henkilötekijää:\n\nNäin merkitään tekstiin lähdeviitteeksi: Betonirakenteet jaetaan raudoittamattomiin ja raudoitettuihin betonirakenteisiin. Raudoittamattomat betonirakenteet on suunniteltu siten, että betoni yksinään kestää rakenteelle tulevat rasitukset. (Suo- men Betoniyhdistys ry 2018, 17.)\n\nmen Betoniyhdistys ry 2018, 17.)\n\nNäin merkitään lähdeluetteloon: Suomen Betoniyhdistys ry 2018. BY 201 Betonitekniikan oppikirja 2018. 6. painos. Helsinki: BY-Kou- lutus Oy.\n\nJos ei ole henkilötekijää, voidaan merkitä myös kirjan nimi ensin.\n\nNäin merkitään tekstiin lähdeviitteeksi: Betonirakenteet jaetaan raudoittamattomiin ja raudoitettuihin betonirakenteisiin. Raudoittamattomat betonirakenteet on suunniteltu siten, että betoni yksinään kestää rakenteelle tulevat rasitukset. (BY 201 Betonitekniikan oppikirja 2018, 17.)\n\n201 Betonitekniikan oppikirja 2018, 17.)\n\nNäin merkitään lähdeluetteloon: BY 201 Betonitekniikan oppikirja 2018. Suomen Betoniyhdistys ry 2018. 6. painos. Helsinki: BY-Kou- lutus Oy.\n\nSuomennettu teos:\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\n5.11 Kuva\n\nSanta Maria del Fioren tuomiokirkko on yksi suurimmista kristikunnan kirkoista. Se sijaitsee Firen- zessä. (Wirtz 2005, 50.)\n\nNäin merkitään lähdeluetteloon: Wirtz, R.C. 2005. Taide ja arkkitehtuuri. Firenze. Suom. Koski, K. Köningswinter: Tandem Verlag GmbH.\n\nJos kuva on tuotettu kokonaan itse, esim. itse tehdyn tutkimuksen tulosten havainnollistus graafeina, ei lähdemerkintään merkitä omaa nimeä.\n\nJos kuva on itse otettu valo- tai digikuva, niin siihen syntyy kuvanottohetkellä tekijänoikeus. Tällöin lähdemerkintä tehdään. Jos kuva tuodaan muuttamattomana alkuperäislähteestä esim. Suomen virallisen tilaston -sivulta, merkitse:\n\nKuva 1. Kuvateksti (Suomen virallinen tilasto 2020)\n\nJos teet itse kuvan esim. Suomen virallisen tilaston -sivuilla olevan kuvan pohjalta, merkitse:\n\nKuva 2. Kuvateksti (muokattu lähteestä Suomen virallinen tilasto 2020) tai (mukaillen Suomen viralli- nen tilasto 2020) Jos teet itse kuvan, jonka tietosisältö on peräisin Suomen virallisen tilaston -sivulta. Asia on läh- teessä esim. tekstinä tai numerotietoina taulukossa ‒ ei siis kuvana ‒ merkitse:\n\nKuva 3. Kuvateksti (tietosisältö Suomen virallinen tilasto 2020)\n\nNäin merkitään tekstiin/kuvan alle kuvatekstiin:\n\nKuvan alle merkitään kuvan numero, kuvateksti ja lähdemerkintä (Honka n.d.) Huomaa: Jos julkaisun vuosiluku ei ole tiedossa, voidaan merkitä n.d. (eli julkaisuaika on tuntema- ton) tai sivuston päivitysajankohta.\n\nNäin merkitään lähdeluetteloon:\n\nHonka n.d. Luonnon materiaalit. Valokuva. https://www.honka.fi/fi/honka-frame- puutalot/luonnon-materiaalit/. Viitattu 20.11.2023.\n\nKuva, itse otettu\n\nNäin merkitään tekstiin/kuvan alle kuvatekstiin: Kuvan alle merkitään kuvan numero, kuvateksti ja lähdemerkintä\n\nHuomaa kuvan 2 otsikon lopussa piste, koska otsikko on virkemuodossa.\n\nKuva 1. Yksityiskohta Rooman Colosseumista (Laamanen 2015, CC BY-SA)\n\nKuva 2. Nautojen kuvioiden väritykset ovat yksilöllisiä kuten sormenjäljet ihmisellä (Wahlroos 2017).\n\nNäin merkitään lähdeluetteloon: Sukunimi, Etunimi vuosi. Kuvan nimi. Valokuva. Kuvauspäivä ja vuosi, jos tiedossa. Paikkakunta: XX:n kokoelmat.\n\nKuva, paperisesta kuvattu tai skannattu\n\nNäin merkitään tekstiin/kuvan alle kuvatekstiin:\n\nKuvan alle merkitään kuvan numero, kuvateksti ja lähdemerkintä (Sukunimi vuosi)\n\nNäin merkitään lähdeluetteloon: Sukunimi, Etunimi vuosi. Kuvan nimi. Valokuva. Kuvauspäivä ja vuosi, jos tiedossa. Paikkakunta: XX:n kokoelmat.\n\nLaamanen, A. 2015. Yksityiskohta Rooman Colosseumista. Valokuva, kuvauspäivä tuntematon. Kuopio: A. Laamasen kokoelmat.\n\nWahlroos, H. 2017. Nautojen värityksen kuviot ovat yksilöllisiä kuten sormenjäljet. Valokuva 8.6.2017. Iisalmi: Savonia-ammattikorkeakoulu. Kuvat, vapaasti käytössä olevat kuvat eri kuvapankeista\n\nEsimerkiksi Pixabay\n\nNäin merkitään tekstiin/ kuvan alle kuvatekstiin:\n\nKuva 1. Päivänkakkara (martin_hetto n.d)\n\nNäin merkitään lähdeluetteloon:\n\nmartin_hetto n.d. Päivänkakkara. Valokuva. Pixabay.\n\nhttps://pixabay.com/fi/photos/p%C3%A4iv%C3%A4nkakkara-kukka-kupoli-arkki-5237787/. Viitattu 11.4.2021.\n\nEsimerkiksi Papunet-kuvapankki Näin merkitään kuvan alle lähdeviitteeksi:\n\n(Kissa. Kuva: Papunetin kuvapankki, papunet.net, E. Vanninen)\n\nNäin merkitään lähdeluetteloon:\n\nKissa. Kuva: Papunetin kuvapankki, papunet.net, E. Vanninen. https://kuvapankki.papu- net.net/haku/kissa. Viitattu 5.10.2019.\n\nKuvakaappaus eli kuvaleike\n\nVarmista, että voit käyttää kuvaa. Noudata kuvan tekijänoikeuksia! Näin merkitään tekstiin/kuvan alle kuvatekstiin:\n\nKuva 1. Kuvaleike Savonian verkkosivulta Opiskele tutkinto (Savonia-ammattikorkeakoulu 2022)\n\nNäin merkitään lähdeluetteloon:\n\nSavonia-ammattikorkeakoulu 2022. https://www.savonia.fi/opiskele-tutkinto/. Viitattu 7.4.2022.\n\n5.12 Käypä hoito -suositus\n\nNäin merkitään tekstiin Sairauden tavallisin muoto alkaa aikuisiässä. Henkilö on usein ylipainoinen, hänellä on kohonnut verenpaine tai metabolinen oireyhtymä (Eteisvärinä: Käypä hoito -suositus, 2017).\n\nNäin merkitään lähdeluetteloon: Eteisvärinä. Käypä hoito -suositus. Suomalaisen Lääkäriseura Duodecimin ja Kardiologisen Seuran asettama työryhmä. Helsinki: Suomalainen Lääkäriseura Duodecim, 2017 (viitattu 5.10.2019). https://www.kaypahoito.fi/hoi50056.\n\n5.13 Lainkohdat, hallituksen esitykset sekä EU-asetukset ja direktiivit\n\n5.13.1 Laki\n\nNäin merkitään tekstiin lähdeviitteeksi: Ympäristöministeriön asetuksella voidaan antaa uuden rakennuksen rakentamista, rakennuksen korjaus- ja muutostyötä sekä rakennuksen käyttötarkoituksen muutosta varten tarvittavia tarkempia säännöksiä rakennukselta edellytettävästä käyttöturvallisuudesta (Maankäyttö- ja rakennuslaki 132/1999, 117 §).\n\nNäin merkitään lähdeluetteloon: Maankäyttö- ja rakennuslaki 132/1999. http://www.finlex.fi/fi/laki/ajantasa/1999/19990132. Viitattu 19.8.2019.\n\nKuluttajasuojalaki\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\n(Kuluttajansuojalaki 38/1978, 1 luku 1 §)\n\nNäin merkitään lähdeluetteloon:\n\nKuluttajansuojalaki 38/1978. http://www.finlex.fi/fi/laki/ajantasa/1978/19780038. Viitattu 8.4.2021.\n\nHuomaa: Säädösnumero 38/1978 merkitään, kun säädökseen viitataan ensimmäisen kerran. Myöhemmissä viittauksissa se voidaan jättää pois.\n\n(Kuluttajansuojalaki 1 luku 1 §)\n\nHuomaa:\n\nLuku merkitään, mikäli pykälien numerointi alkaa kunkin luvun alusta. Mikäli numerointi on juokseva lain alusta loppuun, merkitään vain pykälä.\n\nEsimerkiksi (Avioliittolaki 234/1929, 98 §), myöhemmin (Avioliittolaki 98 §) 5.13.2 Hallituksen esitys\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nKun viite merkitään ensimmäisen kerran, kirjoitetaan koko esityksen nimi näkyviin.\n\n(HE 238/2018 vp. Hallituksen esitys eduskunnalle yksityisen osakeyhtiön vähimmäispääomavaati- muksen poistamista koskevaksi lainsäädännöksi, 3)\n\nHuomaa:\n\nMyöhemmissä viittauksissa esityksen nimi voidaan jättää pois.\n\n(HE 238/2018 vp, 3) Edellä viitataan siis esityksen sivulle 3. Sivunumerointi saadaan näkyviin, kun avataan esitys pdf- muodossa Finlexissä.\n\nNäin merkitään lähdeluetteloon:\n\nHE 238/2018 vp. Hallituksen esitys eduskunnalle yksityisen osakeyhtiön vähimmäispääomavaati- muksen poistamista koskevaksi lainsäädännöksi. https://www.finlex.fi/fi/esity-\n\nset/he/2018/20180238.pdf. Viitattu 8.4.2021. 5.13.3 EU:n asetukset ja direktiivit\n\nEU:n asetus\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nKun viite merkitään ensimmäisen kerran, kirjoitetaan koko asetuksen nimi näkyviin. (Asetus 2016/679/EU: Euroopan parlamentin ja neuvoston asetus luonnollisten henkilöiden suoje- lusta henkilötietojen käsittelyssä sekä näiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/EY kumoamisesta (yleinen tietosuoja-asetus), 2 artikla)\n\nHuomaa:\n\nMyöhemmissä viittauksissa asetuksen nimi voidaan jättää pois.\n\n(Asetus 2016/679/EU, 2 artikla)\n\nNäin merkitään lähdeluetteloon: Asetus 2016/679/EU: Euroopan parlamentin ja neuvoston asetus luonnollisten henkilöiden suoje- lusta henkilötietojen käsittelyssä sekä näiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/EY kumoamisesta (yleinen tietosuoja-asetus). Euroopan Unionin virallinen lehti 4.5.2016. https://eur- lex.europa.eu/legal-content/FI/TXT/HTML/?uri=CELEX:32016R0679&from=FI#d1e1360-1-1. Viitattu 8.4.2021. EU:n direktiivi\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nKun viite merkitään ensimmäisen kerran, kirjoitetaan direktiivin koko nimi näkyviin.\n\n(Direktiivi 2011/83/EU. Euroopan parlamentin ja neuvoston direktiivi kuluttajan oikeuksista, 1 artikla)\n\nHuomaa:\n\nMyöhemmissä viittauksissa direktiivin nimi voidaan jättää pois.\n\n(Direktiivi 2011/83/EU, 1 artikla)\n\nNäin merkitään lähdeluetteloon: Direktiivi 2011/83/EU. Euroopan parlamentin ja neuvoston direktiivi kuluttajan oikeuksista. Euroopan unionin virallinen lehti 22.11.2011. https://eur-lex.europa.eu/legal-content/FI/TXT/?uri=CE- LEX:32011L0083. Viitattu 8.4.2021.\n\n5.14 Moodle tai vastaava oppimis- ja työskentelyalusta\n\nNäin merkitään tekstiin lähdeviitteeksi: Videon voi kuvata kännykällä ja palauttaa Moodleen käyttämällä Planet eStream -mediapalvelinta (Omat videot oppimisessa 2019).\n\nNäin merkitään lähdeluetteloon:\n\nOmat videot oppimisessa 2019. DigiAvain (verkkokurssi). Savonia yleinen. Moodle-oppimisympä- ristö. Savonia-ammattikorkeakoulu. https://moodle.savonia.fi/course/view.php?id=5920#section-11. Viitattu 6.10.2019.\n\n5.15 Nuotit Näin merkitään tekstiin lähdeviitteeksi tai kuvan/nuottiesimerkin alle lähdeviitteeksi:\n\nNuottiesimerkki 1. Melartin, E.: Leivo, Op. 138 n:o 2. Alkusoitto (Tuloisela 2004)\n\nNäin merkitään lähdeluetteloon: Tuloisela, M. (toim.) 2004. Melartin, E.: Leivo, Op. 138 n:o 2. kokoelmateoksessa Laulutunti - suo- malaisia yksinlauluja. Warner/Chappel Music Finland Oy. Fennica Gehrman Oy: Helsinki. Painojussit Oy, Kerava. Näin merkitään tekstiin lähdeviitteeksi tai kuvan/nuottiesimerkin alle lähdeviitteeksi: Nuottiesimerkki 2. All of Me tahdit 1–3. Sovittanut McCahill, T. (Marks & Simons 1931) Näin merkitään lähdeluetteloon:\n\nNäin merkitään lähdeluetteloon:\n\nMarks, G. & Simons, S. 1931: All of Me. Sovittanut McCahill, T. Saatavilla https://muses- core.com/user/27412467/scores/5874236. Viitattu 3.12.2019. 5.16 Opettajan tai muun asiantuntijan materiaali\n\nMoniste tai muu materiaali:\n\nNäin merkitään tekstiin lähdeviitteeksi\n\nKorpisen opetusmateriaalin (2011, 1) mukaan kantavat seinät ja laatta -runko sopii hyvin asuinra- kennuksiin.\n\nKantavat seinät ja laatta -runko sopii hyvin asuinrakennuksiin (Korpinen 2011, 1).\n\nNäin merkitään lähdeluetteloon: Korpinen, A. 2011. Betonirunko. Opetusmateriaali. Pientalon suunnittelu. Savonia-ammattikorkea- koulu.\n\nLuento tai muu suullinen aineisto:\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nRissanen (2019) painotti, että opiskelijan tulee tarkkaan miettiä opinnäytetyönsä tarkoitusta ja tavoi- tetta, sillä ne määrittävät kaiken muun.\n\nNäin merkitään lähdeluetteloon: Rissanen, M-L. 2019. Tutkimuksellisen kehittämisen perusperiaatteet. Luento. Tutkimuksellinen ke- hittäminen. Savonia-ammattikorkeakoulu 25.10.2019.\n\nDiaesitys (PowerPoint, Keynote, Prezi ym.)\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nKaruaho (2024) painotti, että tekstin kielenhuolto ja viimeistely ovat osa jokaista kirjallista tuotosta.\n\nNäin merkitään lähdeluetteloon: Karuaho, A. 2024. Raportointi ja lähdemerkinnät. PowerPoint-diat. Menetelmäopinnot ja tutkimus- viestintä. Savonia-ammattikorkeakoulu 29.2.2024.\n\n5.17 Opinnäytetyö\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nPerkiömäen (2019, 6) mukaan minimalistisesta elämisestä, asumisesta ja kalusteista on jo nyt pal- jon tietoa.\n\nNäin merkitään lähdeluetteloon: Perkiömäki, M. 2019. Monitoimikaluste – kulutuskulttuuria vastavirtaan. Opinnäytetyö. Muotoilun koulutusohjelma, sisustusarkkitehtuuri ja kalustemuotoilu. Savonia-ammattikorkeakoulu. http://urn.fi/URN:NBN:fi:amk-2019091018334. Viitattu 22.9.2019.\n\nHuomaa: osoitteeksi merkitään julkaisun pysyvä osoite.\n\n5.18 Podcast\n\nNäin merkitään tekstiin lähdeviitteeksi: Kun vauva tekee puhealoitteita eli katsoo jonnekin, hänelle tulee vastata puheella (Sormunen 2017).\n\nNäin merkitään lähdeluetteloon:\n\nSormunen, J. 2017. Aivojen kehitys: Kieli kehittyy vuoropuhelussa. Tiedeykkönen Extra. Podcast. Yle Areena -verkkopalvelu, julkaistu 18.12.2017. https://areena.yle.fi/audio/1-4313639. Viitattu 13.4.2021.\n\n5.19 Rakennustieto\n\n5.19.1 Ratu-kortti Näin merkitään tekstiin lähdeviitteeksi:\n\nKorjaussuunnitelmien ja turvallisuusasiakirjan perusteella purkutyön toteuttaja laatii purkusuunnitel- man, joka sisältää selvityksen tehtävästä työstä ja turvallisuustoimista (Ratu 82-0384 Tavanomaiset purkutyöt. Vaaralliset aineet – käsittely ja suojaus 2011, 3).\n\nNäin merkitään lähdeluetteloon: Ratu 82-0384 Tavanomaiset purkutyöt. Vaaralliset aineet – käsittely ja suojaus 2011. Helsinki: Ra- kennustieto Oy, Rakennustietosäätiö RTS.\n\nJos käytetään verkkoaineistoa, merkitään näin:\n\nNäin merkitään tekstiin lähdeviitteeksi: Korjaussuunnitelmien ja turvallisuusasiakirjan perusteella purkutyön toteuttaja laatii purkusuunnitel- man, joka sisältää selvityksen tehtävästä työstä ja turvallisuustoimista (Ratu 82-0384 Tavanomaiset purkutyöt. Vaaralliset aineet – käsittely ja suojaus 2011, 3).\n\nNäin merkitään lähdeluetteloon: Ratu 82-0384 Tavanomaiset purkutyöt. Vaaralliset aineet – käsittely ja suojaus 2011. Helsinki: Ra- kennustieto Oy, Rakennustietosäätiö RTS. https://rt.rakennustieto.fi/etusivu. Viitattu 6.2.2020.\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nRakennuksen homevauriot ja -ongelmat johtuvat aina rakenteiden kostumisesta (RIL 250-2011. Kosteudenhallinta ja homevaurioiden estäminen 2011, 10). Näin merkitään lähdeluetteloon:\n\nRIL 250-2011. Kosteudenhallinta ja homevaurioiden estäminen 2011. Helsinki: Suomen Rakennus- insinöörien Liitto RIL ry.\n\nJos käytetään verkkoaineistoa, merkitään näin:\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nRakennuksen homevauriot ja -ongelmat johtuvat aina rakenteiden kostumisesta (RIL 250-2011. Kosteudenhallinta ja homevaurioiden estäminen 2011, 10). Näin merkitään lähdeluetteloon:\n\nRIL 250-2011. Kosteudenhallinta ja homevaurioiden estäminen 2011. Helsinki: Suomen Rakennus- insinöörien Liitto RIL ry. https://rt.rakennustieto.fi/etusivu. Viitattu 6.2.2020.\n\n5.19.3 RT-kortti\n\nNäin merkitään tekstiin lähdeviitteeksi: Korjaustoimien onnistuminen edellyttää, että selvitystyössä kertynyt tieto välittyy eteenpäin (RT 18- 11217 Sisäilmasto-ongelman selvittäminen. Tilaajan ohje 2016, 4).\n\nNäin merkitään lähdeluetteloon:\n\nRT 18-11217 Sisäilmasto-ongelman selvittäminen. Tilaajan ohje 2016. Helsinki: Rakennustieto Oy, Rakennustietosäätiö RTS.\n\nJos käytetään verkkoaineistoa, merkitään näin: Näin merkitään tekstiin lähdeviitteeksi:\n\nKorjaustoimien onnistuminen edellyttää, että selvitystyössä kertynyt tieto välittyy eteenpäin (RT 18- 11217 Sisäilmasto-ongelman selvittäminen. Tilaajan ohje 2016, 4).\n\nNäin merkitään lähdeluetteloon: RT 18-11217 Sisäilmasto-ongelman selvittäminen. Tilaajan ohje 2016. Helsinki: Rakennustieto Oy, Rakennustietosäätiö RTS. https://rt.rakennustieto.fi/etusivu. Viitattu 6.2.2020.\n\n5.19.4 RYL\n\nNäin merkitään tekstiin lähdeviitteeksi: Hyvän rakennustavan sisältö on määrittelijästä riippuvainen ja vaihtelee myös paikkakunnan ja ajan- kohdan mukaan (RunkoRYL 2010 Rakennustöiden yleiset laatuvaatimukset. Talonrakennuksen run- kotyöt 2010, 16).\n\nNäin merkitään lähdeluetteloon:\n\nRunkoRYL 2010 Rakennustöiden yleiset laatuvaatimukset. Talonrakennuksen runkotyöt 2010. Hel- sinki: Rakennustieto Oy, Rakennustietosäätiö RTS. Jos käytetään verkkoaineistoa, merkitään näin:\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nHyvän rakennustavan sisältö on määrittelijästä riippuvainen ja vaihtelee myös paikkakunnan ja ajan- kohdan mukaan (RunkoRYL 2010 Rakennustöiden yleiset laatuvaatimukset. Talonrakennuksen run- kotyöt 2010, 16).\n\nNäin merkitään lähdeluetteloon: RunkoRYL 2010 Rakennustöiden yleiset laatuvaatimukset. Talonrakennuksen runkotyöt 2010. Hel- sinki: Rakennustieto Oy, Rakennustietosäätiö RTS. https://rt.rakennustieto.fi/etusivu. Viitattu 6.2.2020.\n\n5.20 Raportit ja selvitykset Jos raportissa tai selvityksessä on henkilötekijä tai julkaisija, käytetään niitä. Mikäli henkilötekijä tai julkaisija puuttuu, voidaan merkitä myös julkaisun nimi ensin.\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nTaipale-Lehto (2016, 20) esittää raportissaan, että tulevaisuudessa kaupan alalla voi olla uusia am- matteja.\n\nNäin merkitään lähdeluetteloon: Taipale-Lehto, U. 2016. Vähittäiskaupan osaamistarveraportti. Opetushallitus. Raportit ja selvitykset 2016:1. https://www.oph.fi/fi/tilastot-ja-julkaisut/julkaisut/vahittaiskaupan-osaamistarveraportti. Vii- tattu 22.9.2019.\n\n5.21 Some-kanavan julkaisut (Facebook, Instagram, LinkedIn, TikTok, X ym.)\n\nFacebook-päivitys\n\nNäin merkitään tekstiin lähdeviitteeksi: Pankkialalla muun muassa Nordea on tehnyt sitoumuksen ilmastotoimista ja vastuullisesta pankki- toiminnasta (Nordea 2019).\n\nNäin merkitään lähdeluetteloon:\n\nNordea 2019. We have, as of yesterday, signed on to be committed - - . Facebook-päivitys 23.9.2019. https://www.facebook.com/Nordea/. Viitattu 2.10.2019. Huomaa: Päivityksen ensimmäistä virkettä voi käyttää kokonaan tai katkaistuna varsinkin, jos sa- mana päivänä on useita päivityksiä.\n\nEsim. X-blogipalvelussa (entinen tviitti, Twitter)\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nSavoniassa lähes 200 työntekijää on ottanut Vilkku-fillarit käyttöön syksyn 2019 aikana (@Savonia- AMK 2019).\n\nNäin merkitään lähdeluetteloon: @SavoniaAMK 2019. Tviitti 19.9.2019. Twitter-blogipalvelu. ” – – työhyvinvointi tapetilla muun mu- assa Vilkku-fillareiden kautta.” Viitattu 1.10.2019. https://twitter.com/SavoniaAMK/sta- tus/1177519200316735489. Viitattu 2.10.2019.\n\n5.22 Standardi\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nKoepala asetetaan tasaiselle alustalle muovikalvon päälle (SFS 3191, 1976, 2). Näin merkitään lähdeluetteloon:\n\nSFS 3191. 1976. Tekstiilimatot. Värien vedenkeston määrittäminen. Helsinki: Suomen Standardisoi- misliitto SFS.\n\n5.23 Sähköpostiviesti\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nLiitteessä näitä lähdeviite-esimerkkejä (Leskinen 2019).\n\nNäin merkitään lähdeluetteloon: Leskinen, H. 2024. Lähdemerkintöjä uuteen ont-ohjeeseen. Yksityinen sähköpostiviesti 26.2.2024. Viestin saaja: J. Aromaa-Laamanen.\n\nHuomaa: Joskus voi olla tarpeen mainita viestin lähettäjän ammatti ja yritys.\n\nLeskinen, H. 2019. Viestinnän lehtori. Savonia-ammattikorkeakoulu. Lähdemerkintöjä uuteen ont- ohjeeseen. Yksityinen sähköpostiviesti 2.10.2019. Viestin saaja: J. Aromaa-Laamanen. 5.24 Taideteos, esimerkiksi maalaus\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nHolmbergin teoksissa näkyy romantiikan ajalle tyypillisiä kansallisia piirteitä, esimerkiksi maalauk- sessa Ihanteellinen maisema (Holmberg 1860).\n\nNäin merkitään lähdeluetteloon: Holmberg, W. 1860. Ihanteellinen maisema. Taidekokoelmat verkossa. Kansallisgalleria. http://koko- elmat.fng.fi/app?si=http%3A%2F%2Fkansallisgalleria.fi%2Fasiasana%2FHolmberg%2C_Werner. Viitattu 6.10.2019.\n\n5.25 Tekoälyyn viittaaminen Tekoälyn kehittäjä. Julkaisuvuosi. Tekoälylle esitetty kysymys tai tehtävä. Käytetty tekoäly ja sen versio, jos on tiedossa. Viittaamisen ajankohta. Saatavuus eli verkko-osoite.\n\nChatGPT 2023. OpenAI. GPT-3.5. Käytetty kielentarkistukseen, syyskuu 2023. https://chat.ope- nai.com\n\nTiedot muodostuvat seuraavasti: Palvelu Vuosi. Yritys. Versio. Miten hyödynnetty, milloin. Verkko- osoite 5.26 Tilastokeskus\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nVuonna 2014 ulkomaalaisten suorittamia korkeakoulututkintoja oli Suomen virallisen tilaston (SVT) mukaan 1 517. SVT:n tilastot on koottu vuosittain. (Suomen virallinen tilasto 2015.)\n\nNäin merkitään lähdeluetteloon: Suomen virallinen tilasto 2015. Liitetaulukko 6. Ulkomaalaisten suorittamat tutkinnot ammattikorkea- kouluissa koulutustyypin mukaan 2014. Ammattikorkeakoulukoulutus. Julkaistu 16.4.2015. Helsinki: Tilastokeskus http://www.stat.fi/til/akop/2014/akop_2014_2015-04-16_tau_006_fi.html. Viitattu 3.2.2020.\n\n5.27 Videot ja nauhoitteet (audiovisuaaliset) Yrityksen/organisaation video omalla kanavalla YouTubessa:\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nOmaVerossa voit esimerkiksi hakea verokortin (Verohallinto 2018).\n\nNäin merkitään lähdeluetteloon:\n\nVerohallinto 2018. Mikä ihmeen OmaVero? Video. YouTube-videopalvelu, julkaistu 8.11.2018. https://www.youtube.com/watch?v=zaG3SgxydC0. Viitattu 2.10.2019.\n\nNäin merkitään tekstiin lähdeviitteeksi: Väkivalta on lisääntynyt viime vuosina (Terveyden ja hyvinvoinnin laitos 2022).\n\nNäin merkitään lähdeluetteloon:\n\nTerveyden ja hyvinvoinnin laitos 2022. Väkivaltatutkimus läpi tieteiden kentän -hybridiseminaari. Se- minaarit ja koulutukset. Webinaaritallenne. YouTube-videopalvelu. https://www.you- tube.com/playlist?list=PLVpfzFDc4BUBQOOOdrtRsJQd_XdoD1_xi. Viitattu 18.11.2023. Näin merkitään tekstiin lähdeviitteeksi:\n\nAnna Puu ei kuvaa päättynyttä rakkaussuhdetta lopullisena menetyksenä, vaan uskoo, että uusi rak- kaussuhde kyllä tulee: ”Rakkaus, ehkä vielä toinenkin, hän saapuu, vaikka yksi lähtikin.” (Anna Puu 2009.)\n\nNäin merkitään lähdeluetteloon: Anna Puu 2009. Kaunis päivä. Video. YouTube-videopalvelu, julkaistu 24.11.2009. https://www.you- tube.com/watch?v=GXnwHTXnMEs. Viitattu 6.10.2019.\n\nNäin merkitään tekstiin lähdeviitteeksi:\n\nLisä- ja väistötilojen tarve on noin 48 000–60 000 m2 (Hilden 2019).\n\nNäin merkitään lähdeluetteloon: Hilden, S. 2019. Katsaus tuleviin hankkeisiin. 2020 lisä- ja väistötilat. Video. Kunta.tv, julkaistu 28.10.2019. https://www.kunta.tv/katsaus-tuleviin-hankkeisiin/. Viitattu 12.2.2021.\n\nLÄHTEET\n\nMerkitse tieto tekoälyn hyödyntämisestä opinnäytetyössäsi ennen varsinaista lähdeluetteloa, mutta ei sen osana. Esimerkki, työssä on käytetty seuraavasti tekoälyä: ChatGPT 2023. OpenAI. GPT-3.5. Käytetty kielentarkistukseen, syyskuu 2023. https://chat.ope- nai.com\n\nAl-Zyoud, M.F. 2018. Social media marketing, functional branding strategy and intentional branding. Problems and Perspectives in Management 16 (3), 102–116. http://dx.doi.org/10.21511/ppm.16(3).2018.09. Viitattu 2.10.2019. Anna Puu 2009. Kaunis päivä. Video. Youtube-videopalvelu, julkaistu 24.11.2009. https://www.you- tube.com/watch?v=GXnwHTXnMEs. Viitattu 6.10.2019.\n\nArrigo, E. 2018. Social media marketing in luxury brands: A systematic literature review and implica- tions for management research. Management research review 41, 657–679. https://doi.org/10.1108/MRR-04-2017-0134V. Viitattu 2.10.2019. Direktiivi 2011/83/EU. Euroopan parlamentin ja neuvoston direktiivi kuluttajan oikeuksista. Euroopan unionin virallinen lehti 22.11.2011. https://eur-lex.europa.eu/legal-content/FI/TXT/?uri=CE- LEX:32011L0083. Viitattu 29.9.2019. EN1991-1-1: Eurocode 1: Rakenteiden kuormat. Osa 1-1: Yleiset kuormat. Tilavuuspainot, oma paino ja rakennusten hyötykuormat 2002. Helsinki: Suomen Standardoimisliitto. Viitattu 18.8.2019 http://www.eurocodes.fi/1991/1991-1-1/Contents1991-1-1.html. Viitattu 18.8.2019.\n\nEriksen, L. & Thorstensen, D. 2004. Autotallit. Helsinki: Helmi Kustannus. Eteisvärinä. Käypä hoito -suositus. Suomalaisen Lääkäriseura Duodecimin ja Kardiologisen Seuran asettama työryhmä. Helsinki: Suomalainen Lääkäriseura Duodecim, 2017 (viitattu 5.10.2019). https://www.kaypahoito.fi/hoi50056.\n\nHautamäki, A., Lehtonen, T., Sihvola, J., Tuomi, I., Vaaranen, H. & Veijola, S. 2005. Yhteisöllisyyden paluu. Helsinki: Gaudeamus. Heinonen, O-P. 2019. Muotoillaan kaikille sopiva koulu. Opetushallituksen blogi. 31.5.2019. https://www.oph.fi/fi/blogi/muotoillaan-kaikille-sopiva-koulu. Viitattu 22.9.2019.\n\nHirsjärvi, S., Remes, P. & Sajavaara, P. 2018. Tutki ja kirjoita. 22. painos. Helsinki: Tammi. Hoffrén, M. & Laulainen, S. 2019. Destructive Leadership as a Wicked Problem in Health Care: Can We Blame the Leader Only? Teoksessa Thomas, W., Hujala, A., Laulainen, S. & McMurray, R. (toim.) The management of wicked problems in health and social care. New York, NY: Routledge, 91‒102. Holmberg, W. 1860. Ihanteellinen maisema. Taidekokoelmat verkossa. Kansallisgalleria. http://koko- elmat.fng.fi/app?si=http%3A%2F%2Fkansallisgalleria.fi%2Fasiasana%2FHolmberg%2C_Werner. Viitattu 6.10.2019.\n\nHonka n.d. Luonnon materiaalit. Valokuva. https://www.honka.fi/fi/honka-frame-puutalot/luonnon- materiaalit/. Viitattu 20.11.2023. Ijäs, J. 2019. Lehtori. Savonia-ammattikorkeakoulu. Haastattelu 4.12.2019.\n\nJormalainen, P. 1993. Korjausrakennustyöt. Helsinki: Rakennusalan Kustantajat RAK.\n\nKaruaho, A. 2024. Raportointi ja lähdemerkinnät. PowerPoint-diat. Menetelmäopinnot ja tutki-mus- viestintä. Savonia-ammattikorkeakoulu 29.2.2024. Kehitysvammaliitto 2017. Itsemääräämisoikeus. Verkkojulkaisu. Verneri.net verkkopalvelu kehitys- vammaisuudesta. Päivitetty 9.8.2017. http://verneri.net/yleis/itsemaaraamisoikeus. Viitattu 5.10.2019.\n\nKissa. Kuva: Papunetin kuvapankki, papunet.net, E. Vanninen. https://kuvapankki.papu- net.net/haku/kissa. Viitattu 5.10.2019. Kuopion alueellinen rakennusvalvonta, Pohjois-Savon pelastuslaitos ja Kuopion kaupunki 2017. Pientalo-ohje 2017. https://www.kuopio.fi/documents/7369547/7534958/Pientalo-ohje.pdf/3474156a- e33f-4b58-ab95-a4a6688dade7. Viitattu 21.8.2019.\n\nLaamanen, A. 2015. Yksityiskohta Rooman Colosseumista. Valokuva, kuvauspäivä tuntematon. Kuopio: A. Laamasen kokoelmat. Lauantai-illan huumaa 1977. Elokuva. Ohjaus Badham, J. Paramount Pictures. Lehtonen, T. & Reiman, N. 2019. Kotoutumiskoulutus muuttaa muotoaan: akateemisia taitoja raken- tamassa. Kieli, koulutus ja yhteiskunta -verkkolehti 11.9.2019. https://www.kieliverkosto.fi/fi/jour- nals/kieli-koulutus-ja-yhteiskunta-syyskuu-2019/kotoutumiskoulutus-muuttaa-muotoaan-akateemisia- taitoja-rakentamassa. Viitattu 22.9.2019. Leskinen, H. 2024. Lähdemerkintöjä uuteen ont-ohjeeseen. Yksityinen sähköpostiviesti 26.2.2024. Viestin saaja: J. Aromaa-Laamanen.\n\nLikitalo, H. & Mäkelä, P. 2012. Opinnäyteprosessikysely. Liiketalouden yksikkö. Kuopio: Savonia- ammattikorkeakoulu.\n\nLinden, J. 2019. Koulutusvastuupäällikkö. Savonia-ammattikorkeakoulu. Haastattelu 4.12.2019. Lyyra, M. 2013. Nuoret viljelijät – katoava luonnonvara? Meijän luvalla. Savonia AMK-agrologiopis- kelijoiden kurssijulkaisu 2013. http://www.joomag.com/magazine/meijn-luvalla- 2013/0963571001387201186?page=3. Viitattu 2.8.2014. Lääkevalmisteiden pakkausselosteet: hakusana Para-tabs tabletti, kalvopäällysteinen 1g. 2018. Verkkojulkaisu. Päivitetty 5.7.2019. Lääkeinfo.fi, Lääketietokeskus. https://laakeinfo.fi/Medi- cine.aspx?m=2768&d=3132174&i=ORION+PHARMA_PARA-TABS_PARA-TABS+tabletti%2C+kal- vop%C3%A4%C3%A4llysteinen+1+g+(itsehoito). Viitattu 22.9.2019. Maankäyttö- ja rakennuslaki 1999/132. http://www.finlex.fi/fi/laki/ajantasa/1999/19990132. Viitattu 19.8.2019.\n\nMaanmittauslaitos. Karttapaikka. Verkkopalvelu. https://asiointi.maanmittauslaitos.fi/karttapaikka/. Viitattu 6.10.2019.\n\nMarks, G. & Simons, S. 1931: All of Me. Sovittanut McCahill, T. https://musescore.com/user/27412467/scores/5874236. Viitattu 3.12.2019. Melotti, M. 2018. Florence: Tourism, Heritage and Consumption. Teoksessa Kozak, M. & Kozak, N. (toim.) Tourist behavior. An experiential perspective. Cham: Springer, 97–109. https://www.dawson- era.com/readonline/9783319785530. Viitattu 2.10.2019. Nordea 2019. We have, as of yesterday, signed on to be committed - -. Facebook-päivitys 23.9.2019. https://www.facebook.com/Nordea/. Viitattu 2.10.2019.\n\nOmat videot oppimisessa 2019. DigiAvain (verkkokurssi). Savonia yleinen. Moodle-oppimisympä- ristö. Savonia-ammattikorkeakoulu. https://moodle.savonia.fi/course/view.php?id=5920#section-11. Viitattu 6.10.2019. Perkiömäki, M. 2019. Monitoimikaluste – kulutuskulttuuria vastavirtaan. Opinnäytetyö. Muotoilun koulutusohjelma, sisustusarkkitehtuuri ja kalustemuotoilu. Savonia-ammattikorkeakoulu. http://urn.fi/URN:NBN:fi:amk-2019091018334. Viitattu 22.9.2019. Pientalo-ohje 2017. Kuopion alueellinen rakennusvalvonta, Pohjois-Savon pelastuslaitos ja Kuopion kaupunki. https://www.kuopio.fi/documents/7369547/7534958/Pientalo-ohje.pdf/3474156a-e33f- 4b58-ab95-a4a6688dade7. Viitattu 21.8.2019.\n\nPohjoissavolainen ruokakulttuuri kurkottaa Eurooppaan 2019. Savon Sanomat 18.8.2019, Uutiset, A 7. Ponsse n.d. Harvesterit. Verkkojulkaisu. https://www.ponsse.com/fi/tuotteet/harvesterit#/. Viitattu 22.9.2019.\n\nRissanen, M-L. 2019. Tutkimuksellisen kehittämisen perusperiaatteet. Luento. Tutkimuksellinen ke- hittäminen. Savonia-ammattikorkeakoulu 25.10.2019. Saukkonen, P. 2008. Markkinavoimat. Suomen poliittinen järjestelmä. Verkkokirja. Yleisen valtio- opin laitos. Helsingin yliopisto. https://blogs.helsinki.fi/vol-spj/. Viitattu 29.9.2019. @SavoniaAMK 2019. Tviitti 19.9.2019. Twitter-blogipalvelu. ” – – työhyvinvointi tapetilla muun mu- assa Vilkku-fillareiden kautta.” Viitattu 1.10.2019. https://twitter.com/SavoniaAMK/sta- tus/1177519200316735489. Viitattu 2.10.2019. Sipilä, J. 2017. Suomen luonnon kukkia. Selkokirja. Papunet-verkkopalvelu. Kehitysvammaliitto. https://papuri.papunet.net/lue/1192/cd96e631829c6d31be748a63bb01f184/#/. Viitattu 29.9.2019. Sirkkunen, E. 2009. Aidattu vai avoin verkko? Oma-ehtoisen toiminnan muodot ja rajat sosiaalisen median tiloissa. Teoksessa Ridell, S., Kymäläinen, P. & Nyyssönen, T. (toim.) Julkisen tilan poetiik- kaa ja politiikkaa. Tieteidenvälisiä otteita vallasta kaupunki-, media- ja virtuaalitiloissa. Tampere: Tampereen Yliopistopaino Oy, 350–361. Suomen Betoniyhdistys ry 2018. BY 201 Betonitekniikan oppikirja 2018. 7. painos. Helsinki: BY-Kou- lutus Oy. Suomen virallinen tilasto 2015. Liitetaulukko 6. Ulkomaalaisten suorittamat tutkinnot ammattikorkea- kouluissa koulutustyypin mukaan 2014. Ammattikorkeakoulukoulutus. Julkaistu 16.4.2015. Helsinki: Tilastokeskus http://www.stat.fi/til/akop/2014/akop_2014_2015-04-16_tau_006_fi.html. Viitattu 3.2.2020. Taipale-Lehto, U. 2016. Vähittäiskaupan osaamistarveraportti. Opetushallitus. Raportit ja selvitykset 2016:1. https://www.oph.fi/fi/tilastot-ja-julkaisut/julkaisut/vahittaiskaupan-osaamistarveraportti. Vii- tattu 22.9.2019.\n\nTakala, M. 2006a. Lukemaan opettaminen. Teoksessa Takala, M. & Kontu, E. (toim.) Lukivaikeu- desta lukitaitoon. Helsinki: Yliopistopaino, 13–36. Takala, M. 2006b. Mitä on dysleksia? Teoksessa Takala, M. & Kontu, E. (toim.) Lukivaikeudesta lu- kitaitoon. Helsinki: Yliopistopaino, 65–85. Terveyden ja hyvinvoinnin laitos 2022. Väkivaltatutkimus läpi tieteiden kentän -hybridiseminaari. Se- minaarit ja koulutukset. Webinaaritallenne. Youtube-videopalvelu. https://www.you- tube.com/playlist?list=PLVpfzFDc4BUBQOOOdrtRsJQd_XdoD1_xi. Viitattu 18.11.2023. Tuloisela, M. (toim.) 2004. Melartin, E.: Leivo, Op. 138 n:o 2. kokoelmateoksessa Laulutunti - suo- malaisia yksinlauluja. Warner/Chappel Music Finland Oy. Fennica Gehrman Oy: Helsinki. Painojussit Oy, Kerava.\n\nUponor 2019. Harmaavesisuodattimet mökille ja omakotitaloon. Esite. https://www.uponor.fi/tuotejar- jestelmat/jatevesijarjestelmat/harmaavesisuodattimet. Viitattu 29.9.2019. Wahlroos, H. 2017. Nautojen värityksen kuviot ovat yksilöllisiä kuten sormenjäljet. Valokuva 8.6.2017. Iisalmi: Savonia-ammattikorkeakoulu.\n\nVerohallinto 2018. Mikä ihmeen OmaVero? Video. YouTube-videopalvelu, julkaistu 8.11.2018. https://www.youtube.com/watch?v=zaG3SgxydC0. Viitattu 2.10.2019. Virtanen, J. 2019. Suomalainen kolhii päätään kompastellessaan kotona. Päävammat: Aivoja vahin- goittavissa turmissa mukana usein alkoholi. Savon Sanomat 18.8.2019, Uutiset, A 20.\n\nVäylävirasto 2019. Hailuodon kiinteä yhteys. Verkkojulkaisu. Päivitetty 29.8.2019. https://vayla.fi/hai- luoto#.XYdnOIfV45s. Viitattu 22.9.2019.\n\nLIITE 1: CREATIVE COMMONS -LISENSSIT – KUVAN KÄYTTÖOIKEUDET Kuvan käyttöoikeudet voidaan varmistaa asettamalla kuvahakuun hakukriteerit, jotka mahdollistavat kuvan käytön ja muokkauksen. Lähteestä otettua kuvaa voi muokata, mutta täytyy varmistaa tekijän- oikeuksista, saako näin tehdä. Esimerkiksi kuvan rajaaminen tai merkintöjen tekeminen kuvaan on muokkaamista. Jos valmiiseen karttaan rajaa jonkun alueen, on se muokkaamista. Kuvan käyttöoikeudet voidaan tarkistaa seuraavalla tavalla: Jos haet kuvaa Googlen Kuvahaku-työ- kalulla, käytä tämän jälkeen Tools / Hakutyökalut ja valitse sieltä Usage Rights / Käyttöoikeudet. Va- litse jokin seuraavista vaihtoehdoista: Johdannaisteos tarkoittaa, että olet muokannut kuvaa. Nimeä (BY) Teosta saa kopioida, levittää, näyttää ja esittää julkisesti ja siitä saa luoda johdannaiste- oksia, kunhan tekijän tai oikeudenomistajan nimi mainitaan asianmukaisesti.\n\nEpäkaupallinen (NC) Teosta saa kopioida, levittää, näyttää ja esittää julkisesti ja siitä saa luoda johdannaisteoksia vain, kun niitä ei käytetä kaupallisiin tarkoituksiin. Ei muutoksia (ND) Teosta saa kopioida, levittää, näyttää ja esittää julkisesti, mutta siitä ei saa luoda johdannaisteoksia.\n\nluoda johdannaisteoksia.\n\nTarttuva eli Jaa Samoin (SA) Johdannaisteoksia saa levittää vain samalla lisenssillä kuin alkupe- räistä teosta.\n\nräistä teosta.\n\nCC-lisenssien ilmoittaminen yhdistelminä Päälisenssit kirjoitetaan siten, että ensimmäisenä on kirjainyhdistelmä CC. Tätä seuraa välilyönti ja väliviivoilla eroteltu luettelo lisenssiehtojen lyhenteistä. Ehdoista ensimmäinen on aina BY, jonka jälkeen tulee mahdollinen NC ja jota seuraa mahdollinen kolmas ehto.\n\nEhtoja yhdistelemällä saadut päälisenssit ovat:\n\nNimeä (CC BY)\n\nNimeä-Tarttuva (CC BY-SA)\n\nNimeä-Ei muutoksia (CC BY-ND) Nimeä-Epäkaupallinen (CC BY-NC)\n\nNimeä-Epäkaupallinen-Tarttuva (CC BY-NC-SA)\n\n- Nimeä-Ei muutoksia-Epäkaupallinen (CC BY-NC-ND)\n\nLisäksi on erityinen CC0-lisenssi, jolla tekijä voi luopua kaikista oikeuksistaan teokseen siinä määrin kuin se on lainsäädännön puitteissa mahdollista. Suomessa tekijä ei voi luopua moraalisista oikeuk- sistaan, joten tekijän/kuvan ottajan nimi tulee aina mainita. Esimerkki: Kuva 1. Yksityiskohta Rooman Colosseumista (Laamanen 2015, CC BY-SA)\n\nKuvaa saa muokata ja jakaa, mutta alkuperäistekijä on mainittava. Muokattua kuvaa saa jakaa vain samalla lisenssillä kuin alkuperäinen kuva on jaettu.\n\nKopioi alla oleva kaava ohjeiden mukaan omaan käyttöösi.\n\n−𝑏𝑏 ± √𝑏𝑏 2𝑎𝑎\n\n− 4𝑎𝑎𝑐𝑐\n\n𝑥𝑥 = Kopioi aluksi kaava taulukkona siten, että viet kursorin kaavan päälle ja teet valinnat vasempaan yläkulmaan tulevasta taulukon hallintaruudusta klikkaamalla:\n\nTaulukon väri muuttuu valinnan merkiksi: Kopio taulukko painamalla Ctrl-c. Hiiren kakkospainikkeella toimintovalikosta avautuva kopiointi ei jostain syystä toimi tässä tapauksessa oikein, eli paina Ctrl-c. Avaa sen jälkeen Insert-välileh- deltä Quick Parts –valikko ja valitse sieltä rivin Auto Text kautta valinta Save Selection to Auto Text Gallery Jos tuo viimeinen valinta ei onnistu ja rivi on harmaa, et ole vielä kopioinut kaavataulukkoa leike- pöydälle. Kun valinta onnistuu, avautuu ikkuna, johon kirjoitetaan elementin nimi ja paikka, mihin se talletetaan. Esimerkiksi näin: Tuo Save in –valinta määrittää sen, minne elementti tallennetaan. Tarjolla on muutama vaihto- ehto: Building Blocks vaihtoehdot liittynevät siihen, käytetäänkö englannin- vai suomenkielistä ohjelmaversiota ja Normal.dotm puolestaan on oletusarvoinen dokumenttipohja, johon lähes kaikki dokumentit pohjautuvat. Tallennuksen voi tehdä yhteen tai kaikkiin noista. Jos tallennuksen tekee useampaan paikkaan, kaavamoduuli näkyy sijoituksen valintalistalla useampana kopiona. Haittaa siitä ei ole. Auto Text –moduulin käyttö\n\nJatkossa kaava viitteineen saadaan käyttöön Quick Partsin alta Auto Text –rivin kautta:\n\nAlla on valmiin moduulin avulla syötetty kolmen kaavan kokonaisuus, johon viitenumerot syntyvät automaattisesti:\n\n6 + 𝑇𝑇 𝐾𝐾\n\n𝑐𝑐 =\n\n⇒ 𝑐𝑐 ⋅ 𝐾𝐾 = 6 + 𝑇𝑇\n\n⇒ 𝑇𝑇 = 𝑐𝑐 ⋅ 𝐾𝐾 − 6\n\nKaavataulukon muokkaus ja poistaminen Kun kaavataulukoita käsitellään, on käytettävä taulukkotyökaluja. Esimerkiksi yläpuolella olevan kaavojen ryhmä on itse asiassa 3-rivinen taulukko. Jos keskimmäisen rivin haluaa poistaa, se on valittava kokonaisuudessaan ja hiiren kakkospainikkeen takaa löytyy Delete row:\n\nJos rivin valitsee ja painaa Delete-näppäintä, kaava kyllä häviää, mutta taulukon rivi jää tyhjänä jäljelle. Kaavojen lisäämiseen tuonne väliin käytetään Insert-toimintoa, joka löytyy samasta hiiren kakkos- painikkeen valikosta kuin Delete row. Yksittäinen kaava poistetaan joko niin, että valitaan taulukon lisäksi tyhjä tekstirivi ja painetaan Delete-näppäintä tai valitaan koko kaavataulukko ja käytetään hiiren kakkospainikkeen valikosta Delete Table –komentoa. Jos pelkän kaavan yrittää poistaa Delete-näppäimellä, teksti häviää, mutta taulukkorunko jää jäljelle. Tyhjä runko tulee aiheuttamaan ongelmia jossain vaiheessa teks- tiä muokatessa. Kaavaan viittaaminen ja viitenumeroiden manuaalinen päivitys\n\nKun tekstissä halutaan viitata tiettyyn kaavaan, se tapahtuu ristiviitteellä (cross-reference). Esi- merkiksi edellisessä kappaleessa luotuun kaavaan luodaan viite komentonauhan välilehdeltä Re- ferences löytyvällä komennolla Cross-reference: Näin saadaan viite kaavaan 3. Viite päivittyy, kun kaavojen numerointi kaavoja lisättäessä tai pois- tettaessa muuttuu. Päivitys ei aina tapahdu automaattisesti. Silloin sen voi tehdä valitsemalla koko dokumentti Ctrl-A näppäinoikotiellä ja painamalla sen jälkeen funktionäppäintä F9. Kaikki muutkin automaattiset numeroinnit ja viittaukset niihin sekä luettelot päivittyvät samalla. KAAVAAN VIITTAAMINEN\n\nKun tekstissä halutaan viitata tiettyyn kaavaan, se tapahtuu ristiviitteellä (cross reference). Esimer- kiksi edellisessä kappaleessa luotuun kaavaan luodaan viite komentonauhan välilehdeltä Referen- ces löytyvällä komennolla Cross-reference: Näin saadaan viite kaavaan 3Error! Reference source not found.. Viite päivittyy, jos kaavojen nu- merointi kaavoja lisättäessä tai poistettaessa muuttuu. Päivitys ei aina tapahdu automaattisesti. Sil- loin päivityksen voi tehdä valitsemalla koko dokumentti Ctrl-A näppäinoikotiellä ja painamalla sen jälkeen funktionäppäintä F9. Kaikki muutkin automaattiset numeroinnit ja luettelot päivittyvät sa- malla. LIITE 3: LÄHDEMERKINNÄT HYÖDYNTÄEN MS WORDIN LAINAUKSET JA LÄHDELUETTELO -TOIMIN- TOA\n\nJos haluat automatisoida lähteiden hallintaa, voit käyttää lähteiden hallintaa. Valitse tyyliksi Harvard.\n\nLähteiden hallinnassa etene seuraavasti\n\nkirjoita teksti ja vie kohdistin siihen kohtaan, mihin lähdeviittaus tulee\n\n• merkitse lähteen tiedot: Viittaukset-välilehti – Lisää lainaus – Lisää uusi lähde • määritä lisättävät tiedot lähteen tyypin mukaan (esimerkit 1 ja 2)\n\n• lisää lähdeluettelo\n\nmuokkaa lähdetietoja (esimerkki 3)\n\npäivitä lähdeluettelo.\n\nHuom! Sivunumero ei tule automaattisesti näkyville. Poista myös tekijän nimen ja vuosiluvun välissä oleva pilkku ja päivitä lähdemerkintä Savonian raportointiohjeen mukaiseksi (katso myös Luku 3 alalukuineen!).\n\nESIMERKKEJÄ Esimerkki 1: Verkkosivu lähteenä\n\nOpinnäytetyö on henkilökohtainen osaamisen näyttö. Tavoitteena on osoittaa perehtyneisyys am- mattialaan ja tieteelliseen raportointikäytäntöön (Savonia-ammattikorkeakoulu 2020).\n\nLähteen tiedot merkitään Viittaukset – Lisää lainaus - Lisää uusi lähde (huomaa piste kuukauden jälkeen)\n\nEsimerkki 2: Artikkeli kirjassa tai verkkokirjassa Osa työyhteisön jäsenistä saattoi hyötyä tilanteissa tai tavoitella niissä omaa etuaan (Hoffrén & Lau- lainen 2019, 95).\n\nToiminta vakiintuu vähitellen lajityypeiksi (Sirkkunen 2009, 352).\n\nEsimerkki 3: Lähdeviittauksen muokkaaminen tekstissä HUOM! Sivunumero ei tule automaattisesti näkyville. Kun haluat sen lähdeviittaukseen, lisää se muokkaamalla lähdeviitettä, joka avautuu kentäksi hiirellä napsauttamalla. Valitse listasta ’Muuta\n\nlainaus staattiseksi tekstiksi’. Nyt voit tehdä tarvittavat muokkaukset, kuten poistaa tekijän nimen ja vuosiluvun välissä olevan pilkun tai lisätä sivunumeron tai muokata lainausta. Esimerkki 4: Lähdeviittaus kuvaan\n\nKun halutaan, että lähdeviite näkyy kuvan otsikossa seuraavasti:\n\nKuva 2. Nautojen kuvioiden väritykset ovat yksilöllisiä kuten sormenjäljet ihmisellä (Wahlroos 2017).\n\nLähteen tiedot ovat:\n\nWahlroos, H. 2017. Valokuva 8.6.2017. Nautojen värityksen kuviot ovat yksilöllisiä kuten sormen-\n\njäljet. Savonia ammattikorkeakoulu, Iisalmi. Lähdemerkinnät tehdään seuraavasti (huomaa pisteet päivän ja kuukauden lopussa):\n\nLÄHDELUETTELON LISÄÄMINEN\n\nLähdeluettelo lisätään Viittaukset – Tyyli: Harvard – Lähdeluettelo –Lisää lähdeluettelo (älä valitse valmista mallia)\n\nEsimerkeissä käytetyt lähteet näkyvät lähdeluettelossa seuraavasti: Hoffrén, M. & Laulainen, S., 2019. Destructive Leadership as a Wicked Problem in Health Care: Can We Blame the Leader Only?. Teoksessa W. Thomas, A. Hujala, S. Laulainen & R. McMurray, toim. The Management of Wicked Problems in Health and Social Care. New York, NY: Routledge, pp. 91- 102. Sirkkunen, E., 2009. Aidattu vai avoin verkko? Omaehtoisen toiminnan muodot ja rajat sosiaalisen median tiloissa. Tampere, Tampereen Yliopistopaino Oy, pp. 350-361. HUOM! Lähdeluettelon ulkoasua on vielä muokattava Savonian raportointipohjan mukaiseksi. Tarkista sisennys ja sisennä kuten muukin teksti joko näppäimistöä käyttämällä (SHIFT + CTRL + T ja sisennä sitten CTRL + M) tai valitsemalla Aloitus-välilehden Kappale ja siellä oikean alanurkan nuoli, josta pääset asettamaan kappaleen sisennyksen arvoksi 2,3 cm. nuoli, josta pääset asettamaan kappaleen sisennyksen arvoksi 2,3 cm.\n\nTee myös tarvittavat kieliasumuutokset kuten poista kursivoinnit, muokkaa sivunumeroinnin ’pp’- muoto ja poista päivämäärän ylimääräiset välilyönnit. Voit tavuttaa pitkän verkko-osoitteen napsaut- tamalla CTRL + tavuviiva sopivassa kohdassa. Huomaa, että lähdeluettelon päivitys kumoaa aiem- mat muotoilut. AIEMMIN KÄYTETTYJEN LÄHTEIDEN KÄYTTÄMINEN\n\nAutomatisoidun lähteiden merkitsemisen hyöty on siinä, että samalla koneella/käyttäjäprofiililla teh- dyt lähteet näkyvät lähteiden hallinnan pääluettelossa, josta voit kopioida lähteitä käsittelyssä olevan asiakirjan lähteisiin eli nykyiseen luetteloon. Valitse lähdetyyliksi Harvard. Tarvittaessa voit muo- kata lähdettä. Yllä olevassa kuvassa näkyy oikealla nykyisen asiakirjan lähteet. Vasemmalla on kirjoittajan aiem- min käyttämät lähteet, joista lähteitä voi kopioida suoraan nykyiseen luetteloon. Nykyisessä luette- lossa oleviin lähteisiin voit viitata tekstissä suoraa valitsemalla Viittaukset – Lisää lainaus ja valitse- malla asianomainen lähde."
}