{
  "text": "<!-- image -->\n\n## Minun tulee varmistaa, että hyödynnän tekoälyä eettisesti oikein.\n\n## Selkeä tarkoitus ja hyöty\n\nMäärittele selkeästi, miksi ja miten aiot käyttää tekoälyä opinnäytetyössäsi.\n\n## Lähdekriittisyys ja kunnioitus\n\nTee päätöksesi oman tutkimuksesi ja luotettavien lähteiden perusteella. Käytä tekoälyä vain tukemaan päätöksiäsi, äläkä perusta siihen yksinään. Varmista, että kunnioitat muiden tekijöiden työtä, olivat ne sitten ihmisten tai tekoälyn luomia.\n\n## Tietosuoja ja yksityisyys\n\n## Luottamukselliset tiedot\n\nVarmista, että käsittelet kaikkia tietoja ja aineistoja, joita käytät tekoälyn kanssa, noudattaen Savonian opinnäytetyön tietosuojaohjeita.\n\nÄlä anna luottamuksellisia tietoja tekoälylle.\n\nTietoa voidaan mahdollisesti tarkastella, luovuttaa tai myydä edelleen. Se voi vahingoittaa yhteistyökumppanisi tai Savonian toimintaa.\n\n## Käytä tekoälyä eettisesti oikein:\n\n- Hyödynnä tekoälyä vastuullisesti.\n- Huolehdi, että käyttö noudattaa eettisiä periaatteita ja arvoja.\n\nVarmista, että tekoälyn käytöllä on todellista hyötyä työsi tavoitteiden kannalta .\n\n## Tulosten tulkinta ja vastuu\n\nSinä vastaat siitä, miten tekoälyn tuottamat tulokset ja ehdotukset tulkitaan ja esitetään.\n\n## Yhdenvertaisuus ja syrjimättömyys\n\n- Arvioi tulokset omien tietojen ja asiantuntemuksesi valossa. Näin osoitat oman ammattialasi käytännön, teorian ja tutkimuksen tuntemusta sekä tiedon kriittistä arviointikykyä.\n\nVarmista, että tekoälyn käyttö ei johda epäoikeudenmukaiseen kohteluun tai syrjintään. Varmista, että kaikki tutkimukseen liittyvät päätökset ovat tasapuolisia ja yhdenvertaisia.\n\n## Läpinäkyvyys\n\nOle avoin. Kerro lukijoille, miten olet hyödyntänyt tekoälyä, millaisia menetelmiä ja työkaluja olet käyttänyt ja miten se on vaikuttanut opinnäytetyöhösi.\n\n## Inhimillinen ohjaus\n\nMuista, että tekoäly on työkalu, ei itsetarkoitus.\n\nPidä ohjaus ja inhimillinen päätöksenteko keskeisessä roolissa. Keskustele aktiivisesti opinnäytetyösi ohjaajan kanssa tekoälyn käytöstä."
}