{
  "text": "Minun tulee opinnäytetyön tekijänä varmistaa, että hyödynnän työssäni tekoälyä oikein.\n\nVältä suoria lainauksia\n\nTekoälyn tuottamasta tekstistä ei suositella jätettävän suoria lainauksia opinnäytetyöhön.\n\nMerkitse lähde- luetteloon\n\nMerkitse tieto tekoälyn hyödyntämisestä opinnäytetyössäsi ennen varsinasta lähdeluetteloa, mutta ei sen osana. Palvelu Vuosi. Yritys. Versio. Miten hyödynnetty, milloin. Verkko-osoite\n\nTyössä on käytetty seuraavasti tekoälyä:\n\nChatGPT 2023. OpenAI. GPT- 3.5. Käytetty kielentarkistukseen, elokuu 2023. https://chat.openai.com\n\nTutustu ja pohdi huolella eettisiä näkökulmia.\n\nMinun tulee varmistaa, että hyödynnän tekoälyä eettisesti oikein.\n\nSelkeä tarkoitus ja hyöty Määrittele selkeästi, miksi ja miten aiot käyttää tekoälyä opinnäytetyössäsi.\n\nTietosuoja ja yksityisyys\n\nVarmista, että käsittelet kaikkia tietoja ja aineistoja, joita käytät tekoälyn kanssa, noudattaen Savonian opinnäytetyön tietosuojaohjeita.\n\nLuotta- mukselliset tiedot\n\nÄlä anna luottamuksellisia tietoja tekoälylle. Tietoa voidaan mahdollisesti tarkastella, luovuttaa tai myydä edelleen. Se voi vahingoittaa yhteistyökumppanisi tai Savonian toimintaa.\n\nOle avoin. Kerro lukijoille, miten olet hyödyntänyt tekoälyä, millaisia menetelmiä ja työkaluja olet käyttänyt ja miten se on vaikuttanut opinnäytetyöhösi.\n\n• Hyödynnä tekoälyä vastuullisesti.\n\n• Huolehdi, että käyttö noudattaa eettisiä periaatteita ja arvoja. Varmista, että tekoälyn käytöllä on todellista hyötyä työsi tavoitteiden kannalta.\n\nLähde- kriittisyys ja\n\nTee päätöksesi oman tutkimuksesi ja luotettavien lähteidenperusteella. Käytä tekoälyä vain tukemaan päätöksiäsi, äläkä perusta siihen yksinään. Varmista, että kunnioitat muiden tekijöiden työtä, olivat ne sitten ihmisten tai tekoälyn luomia.\n\nTulosten tulkinta ja vastuu Sinä vastaat siitä, miten tekoälyn tuottamat tulokset ja ehdotukset tulkitaan ja esitetään.\n\nArvioi tulokset omien tietojen ja asiantuntemuksesi valossa. Näin osoitat oman ammattialasi käytännön, teorian ja tutkimuksen tuntemusta sekä tiedon kriittistä arviointikykyä.\n\nYhden- vertaisuus ja syrjimättö- myys Varmista, että tekoälyn käyttö ei johda epäoikeudenmukaiseen kohteluun tai syrjintään. Varmista, että kaikki tutkimukseen liittyvät päätökset ovat tasapuolisia ja yhdenvertaisia.\n\nInhimillinen ohjaus\n\nMuista, että tekoäly on työkalu, ei itsetarkoitus.\n\nPidä ohjaus ja inhimillinen päätöksenteko keskeisessä roolissa. Keskustele aktiivisesti opinnäytetyösi ohjaajan kanssa tekoälyn käytöstä."
}