{
  "text": "Theseus\n\nTheseus\n\nhttps://submissions.theseus.fi/ohje2.htm\n\nTervetuloa ammattikorkeakoulujen opinnäytetöiden ja julkaisujen tallennussivulle\n\nTheseus\n\nhttps://submissions.theseus.fi/ohje2.htm\n\nNAVIGOINTI\n\nOhje opinnäytetyön tallentamiseen Tässä ohjeessa käydään tallentaminen läpi vaihe vaiheelta sekä tarjotaan avuksi ohjevideo. Jos sinulla on ongelmia työn tallennuksessa, ota yhteyttä ammattikorkeakoulusi kirjastoon.\n\n» Siirry Theseukseen » Tietosuojailmoitus » Saavutettavuusseloste » Korkeakoulukirjastojen yhteystiedot Theseukseen tallennetaan valmis hyväksytty opinnäytetyö. Työn voi tallentaa ainoastaan kerran, eikä sitä voi tallennuksen jälkeen enää muokata. Tämän takia on tärkeää tallentaa vasta lopullinen versio. Käy läpi Tarkistuslista tallentajalle ennen kuin alat tallentaa työtäsi Theseukseen.\n\nEnnen tallennusta\n\nHuomaathan, että opinnäytetyön täytyy olla saavutettava ja PDF/A- muotoinen. Saavutettavuus: Tarkista, että opinnäytetyösi on saavutettavuusdirektiivin mukainen. Lisätietoa saavutettavuudesta löydät Theseuksen saavutettavuusohjeet-sivulta.\n\nPDF/A-muoto: Muunna opinnäytetyösi PDF/A-tiedostoksi. Täältä löydät lisäohjeita työn PDF/A-muuntamisesta.\n\nOHJEITA OPINNÄYTETYÖN TALLENTAJALLE » Ohje opinnäytetyön tallentamiseen » Tarkistuslista tallentajalle » Avoin vai käyttörajattu kokoelma? » Saavutettavuusohjeet » Opinnäytetyön muuttaminen PDF/A- tiedostoksi » Tekijänoikeuksista opinnäytetyön tallentajalle lyhyesti » Tekijänoikeudet ja Creative Commons » Creative Commons FAQ Tiedoston nimeäminen: PDF/A-tiedosto nimetään muodossa: Sukunimi_Etunimi, esimerkiksi Opiskelija_Otto. Jos tekijöitä on useampi, tiedosto nimetään Sukunimi_Sukunimi_Sukunimi. Tiedoston nimessä ei saa käyttää ääkkösiä ja sallitut merkit ovat 1-9, a-z, A-Z, _, - sekä välilyönti.\n\nOHJEITA RINNAKKAISTALLENTAMISEEN\n\nAloita opinnäytetyön tallennus Siirry tallennussivulle tästä. Alla tallennusohje sekä videona että tekstinä.\n\n» Ohje julkaisun tallentamiseen » Tekijänoikeuksista rinnakkaistallentajalle lyhyesti » Creative commons FAQ » OA-julkilausuma » Rinnakkaistallentamisen käsikirja\n\nKirjautuminen ja kokoelman valinta\n\nTheseus\n\nhttps://submissions.theseus.fi/ohje2.htm\n\nKirjautuminen ja kokoelman valinta Kirjaudu oman korkeakoulunsi tunnuksilla ja valitse sinulle sopiva tallennuskokoelma. Jos korkeakoulullasi on valittavana sekä avoin tai että käyttörajattu kokoelma, voit valita haluamasi kokoelman, muuten tarjolla on vain avoin kokoelma. Tarvittaessa tutustu Avoin vai käyttörajattu kokoelma? -ohjeeseen.\n\nTyön julkaisulisenssin hyväksyntä Jotta lähettämäsi aineisto voidaan julkaista, sinun tulee hyväksyä julkaisulisenssin ehdot. Lue julkaisulisenssi ja hyväksy se rastittamalla \"Hyväksyn lisenssin\".\n\nLataus Theseukseen Lataa työ tietokoneeltasi. Voit ladata useampia tiedostoja (esim. liitteet). Jos lataus ei onnistu, tarkista, että tiedosto on oikeassa muodossa, ettei tiedosto ole liian suuri ja ettei tiedoston nimi sisällä kiellettyjä merkkejä.\n\nOpinnäytetyön perustiedot ja käyttöoikeudet 1. Tallenna oma nimesi ja paina lisää-painiketta. Jos työllä on useampi tekijä, toista toiminto ja lisää muiden tekijöiden nimet.\n\n2. Tallenna sähköpostiosoite, jota käytät myös valmistumisen jälkeen. 3. Valitse, mitä oikeuksia annat opinnäytetyösi lukijoille:\n\n◦ \"Kaikki oikeudet pidätetään” tarkoittaa, että saat itsellesi työsi normaalin tekijänoikeuslainsäädännön antamat oikeudet. tekijänoikeuksia opinnäytetyösi käyttäjälle valitsemalla Creative Commons -lisenssi. Creative Commons-lisenssillä kerrot muille käyttäjille, mitä he saavat opinnäytetyölläsi tehdä. Voit esimerkiksi antaa muiden kopioida, jakaa, näyttää tai esittää opinnäytetyötäsi sekä sen pohjalta tehtyjä muokattuja versioita opinnäytteestäsi ja velvoittaa heidät mainitsemaan nimesi alkuperäisenä tekijänä. Voit valita Creative Commons -lisenssin, kun omistat kaikki oikeudet opinnäytetyöhösi tai sinulla on muiden oikeudenomistajien suostumus lisenssin käyttöön. Lue lisää Creative Commonsista Theseus\n\nCommonsista.\n\n4. Valitse opinnäytetyön taso vetovalikosta. 5. Valitse koulutusala vetovalikosta. Alat löytyvät vetovalikosta\n\naakkosjärjestyksessä.\n\n6. Kirjoita tutkinto-ohjelmasi nimi ja mahdollinen suuntautumisvaihtoehto.\n\n7. Kirjoita opinnäytetyön otsikko. 8. Hae työlle URN-tunnus. Järjestelmä luo URN-linkin, joka tulee olemaan opinnäytetyösi pysyvä osoite internetissä. Kopioi linkki tässä vaiheessa talteen itsellesi, jos tarvitset sitä tutkintotodistushakemukseesi. Sähköpostivahvistus, joka sisältää myös URN-linkin tulee vasta sen jälkeen, kun opinnäytetyön tiedot on tarkastettu ammattikorkeakoulusi kirjastossa ja työ julkaistu. 9. Valitse vetovalikosta opinnäytetyön valmistumisvuosi sekä pääkieli. rastittamalla sanan viereinen laatikko. Voit myös lisätä muita Yleisen suomalaisen asiasanaston sanoja. Aloita kirjoittamaan haluamaasi asiasanaa, valitse se avautuneesta pudotusvalikosta ja lisää se painamalla Lisää-painiketta. Asiasanaston ulkopuolisia termejä ei voi tallentaa. 11. Tallenna opinnäytetyön tiivistelmä. Jos kopioit tiivistelmän tavuttavasta tekstinkäsittelyohjelmasta, poista tavuviivat ennen tallentamista. Älä kopioi tiivistelmää PDF-tiedostosta. Jos haluat tallentaa myös vieraskielisen tiivistelmän, käytä tätä samaa kenttää. 12. Lisää tähän tilaajan tai toimeksiantajan nimi, jos työ on tehty toimeksiantona ja nimen julkaisuun on lupa. Tämä kenttä ei ole pakollinen. Jos työllä ei ole toimeksiantajaa tai toimeksiantajalta ei ole saatu lupaa julkaista toimeksiantajan nimeä, jätä kenttä tyhjäksi (ei viivoja tai muita merkkejä). 13. Jos opinnäytetyön liitteenä on Theseukseen tallennettu ääni- tai videotiedosto, lisää sen kestoaika täysinä minuutteina sille tarkoitettuun kenttään. Jos liitteitä ei ole, jätä kenttä tyhjäksi (ei viivoja tai muita merkkejä).\n\n14. Täytettyäsi kaikki pakolliset kentät paina Seuraava. 14. Täytettyäsi kaikki pakolliset kentät paina Seuraava. 15. Opinnäytetyö siirtyy käsiteltäväksi ja julkaistavaksi oman ammattikorkeakoulusi kirjastoon. Sähköpostivahvistus opinnäytetyösi julkaisemisesta tulee sen jälkeen, kun opinnäytetyösi tiedot on tarkistettu ammattikorkeakoulusi kirjastossa ja työ on luettavissa Theseuksessa. Jos sinulla on ongelmia työn tallennuksessa, ota yhteyttä ammattikorkeakoulusi kirjastoon.\n\nYhteydenotto | Tietoa käyttöoikeuksista | Tietosuojailmoitus"
}