{
  "text": "## Otsikko Sekä kekseliäs alaotsikko\n\n## Hyvän otsikon piirteitä\n\n* Kertoo heti tekstin sisällöstä ja vastaa sitä. Mainitsee työn keskeisimmät käsitteet.\n* Lyhyt, naseva, kattava\n* Herättää mielenkiinnon lukijassa\n\n<!-- image -->\n\n## Otsikoinnissa kannattaa varoa\n\n- Yleiskäsitteitä kuten Huomioita, Havaintoja, Historiaa, Yleistä jne.\n- Epämääräisyyttä esim. 'Liikunta' tai 'Plastiikkakirurgia'\n- Liian pitkiä otsikoita\n- Kysymyslauseita(?)\n- Tyyliin sopimatonta otsikointia\n- Otsikoiden ja alaotsikoiden tulee olla loogisessa suhteessa toisiinsa.\n- Alaotsikot ilmaisevat tekstin jäsentelyn lukijalle. Siksi niiden järjestykseen ja määrään tulee kiinnittää huomiota.\n\nLaadi seuraavista Syöpä-tutkielman Otsikoista ja alaotsikoista sisällysluettelo:\n\nDiagnosointi Lähteet Hormonihoidot Syövän solubiologinen tarkastelu  Hoito Sädehoito Solunsalpaajat  Interferonit Syöpä lapsilla Syövän geneettinen tarkastelu Riskitekijät Syövän syntymekanismi Syöpien alueellinen esiintyminen\n\n- 2 Syövän syntymekanismi\n- 2.1 Syövän solubiologinen tarkastelu\n- 2.2 Syövän geneettinen tarkastelu\n- 3 Diagnosointi\n- 4 Hoito\n- 4.1 Sädehoito\n- 4.2 Solunsalpaajat\n- 4.3 Hormonihoidot\n- 4.4 Interferonit\n- 5 Syöpä lapsilla\n- 6 Riskitekijät\n- 7 Syöpien alueellinen esiintyminen\n- 8 Lähteet\n- 9 Katso myös\n- 10 Aiheesta muualla\n\n## Kappale\n\n- Teksti rakentuu luvuista, jotka vuorostaan jaksottuvat kappaleiksi.\n- Kappaleissa tulisi olla vähintään kaksi virkettä.\n- Kappale sisältää yhden asiakokonaisuuden tai näkökulman.\n- Hyvin rakennetussa kappaleessa on ideavirke, joka kertoo kappaleen ydinajatuksen.\n\n<!-- image -->\n\n## Ideavirke\n\n- Ideavirke vie asian käsittelyä eteenpäin. Se on useimmiten toteamus tai väite.\n- Yleensä ideavirke on kappaleessa ensimmäisenä.\n- Ideavirke kannattaa pitää lyhyenä ja napakkana. Sen on liityttävä otsikkoon.\n- Kappaleen muut virkkeet kuvaavat, selittävät, täsmentävät, perustelevat ja arvioivat ideavirkkeen asiaa.\n\nSyitä maahanmuuttajien heikkoon työllisyystilanteeseen on kuitenkin monia. Kielitaidon puute toki rajoittaa työmahdollisuuksia. Vaadittu ruotsinkielen taito on myös esteenä työnsaannille monelle jo suomea oppineelle. Lisäksi monella on ongelmia tutkintojen vastaavuudessa. Maahanmuuttajan työpanos tai osaaminen ei ole kovinkaan kysytty työmarkkinoilla. Suomalaisilta maahanmuuttajilta puuttuvat myös omat verkostot, täällä ei ole vanhoja maahanmuuttajien yhteisöjä, jotka ohjaisivat vastatulleita uusiin oloihin.\n\n- Kappaleet kytkeytyvät toisiinsa ajatuksellisesti ja sanastollisesti.\n- Kappaleita voi liittää edellisiin kappaleisiin ilmauksilla kuten lisäksi, kuitenkin, toisaalta .\n- Kappaleen yli  EI voi viitata pronominilla, kuten hän tai se .\n\n## Eli siis:\n\nTutkimuksissa on havaittu, että\n\n+++++++++++++++ +++++++++++\n\n++++++++++++++ +++++++. Lisäksi ++++\n\n<!-- image -->\n\n++++++++++++++ +++++++++++++++++\n\n<!-- image -->\n\n++++++++++++++++++++++++++\n\n<!-- image -->\n\nKuitenkin on huomattava myös, että\n\n<!-- image -->\n\n```\n++++++++ +++++++++++++ +++++++++++++ +++++++++++++++++++ +++++++++++++\n```"
}