{
  "text": "TIETOSUOJAOHJE\n\nTIETOSUOJA TUTKIMUKSESSA – OHJE OPINNÄYTETYÖN TEKIJÄLLE\n\nJohdanto Tämän ohjeen tarkoituksena on opastaa sinua ottamaan huomioon tietosuojaa koskevat asiat silloin, kun käsittelet henkilötietoja tutkimusaineistossasi. Käsittelet henkilötietoja silloin kun tutkimuksesi tai kyselysi liittyy eläviin ihmisiin. Tutkimuksen tekijänä olet tietosuoja-asetuksen tarkoittama rekisterinpitäjä. Sinun on henkilötietoja sisältävää tutkimusaineistoa käsitellessäsi otettava huomioon jäljempänä kuvatut henkilötietojen käsittelyä koskevat määräykset. Määrittele tutkimussuunnitelmassa tutkimustehtävä ja henkilötietojen käyttötarkoitus mahdollisimman täsmällisesti.\n\nOpinnäytetöissä tulee noudattaa EU:n yleistä tietosuoja-asetusta EU 2016/679 (GDPR) ja Suomen tietosuojalakia 1050/2018 sekä mahdollisia tutkimusalaan liittyviä erityislakeja. Ammattikorkeakouluissa tehtävät amk- ja yamk-tutkintojen opinnäytetyöt eivät ole tieteellistä tutkimusta. Sen vuoksi henkilötietojen käsittelyperuste on aina suostumus.\n\nMitä henkilötiedot ovat?\n\nPääsääntö: Aina kun tutkimuksesi/kyselysi liittyy eläviin ihmisiin, käsittelet henkilötietoja. Henkilötieto on tunnisteellista silloin, kun sen perusteella voidaan tunnistaa yksittäinen luonnollinen henkilö. Nimettömänäkin vastattavassa kyselytutkimuksessa käsitellään henkilötietoja, jos kerätyistä tiedoista voidaan tunnistaa vastaaja suoraan tai välillisesti. Tunnistettavuuteen riittää, että henkilön lähipiiri tai tutkimusta tekevä voi hänet tunnistaa. Esimerkkejä henkilötiedoista (ei kattava luettelo):\n\n• Suoria tunnisteita on mm. nimi, henkilötunnus, nimen mukainen sähköpostiosoite, biometriset tunnisteet (esim. kasvot, ääni, silmän iiris, kämmenen muoto, perinteinen allekirjoitus). Eli huomaathan, että myös valokuva, video ja ääninauhoite ovat henkilötietoja. • Vahvoja epäsuoria tunnisteita ovat mm. osoite, puhelinnumero, ip-osoite, opiskelijanro, vakuutusnro, tilinro, tarkat vuosiansiot, rekisterinumero, harvinainen\n\n3.4.2023\n\nammattinimike tai sairaus, annettu asema esim. puheenjohtajuus. • Välillisiä, epäsuoria tunnisteita, jotka yhdistettyinä muihin tunnisteisiin saattavat riittää paljastamaan henkilöllisyyden, ovat mm. sukupuoli, ikä, asuinkunta, ammatti, työpaikka, koulutus, oppilaitos, tietty päivämäärä (syntymäaika, kuolinaika, tapahtuma-aika). ilmenee rotu tai etninen alkuperä, poliittisia mielipiteitä, uskonnollinen tai filosofinen vakaumus, ammattiliiton jäsenyys, geneettiset tai biometriset tiedot henkilön yksiselitteistä tunnistamista varten, terveyttä koskevat tiedot, luonnollisen henkilön seksuaalista käyttäytymistä ja suuntautumista koskevat tiedot sekä rikokset ja rikostuomiot. HUOM!! Erityisiin henkilötietoryhmiin kuuluvien tietojen käsittely on kiellettyä, ellei siihen ole tietosuoja-asetuksen mukaista erityistä perustetta! Henkilötietojen käsittelyn pääperiaatteet\n\nHenkilötiedon käsittelyperiaatteista säädetään EU:n tietosuoja- asetuksessa (5 artikla 1 kohta) ja kansallisessa tietosuojalainsäädännössä. Henkilötietoja on\n\n• käsiteltävä lainmukaisesti, asianmukaisesti ja rekisteröidyn kannalta läpinäkyvästi\n\n• kerättävä ja käsiteltävä tiettyä, nimenomaista ja laillista tarkoitusta varten (käyttötarkoitussidonnaisuus) • kerättävä vain tarpeellinen määrä henkilötietojen käsittelyn tarkoitukseen nähden (tietojen minimointi)\n\n• päivitettävä aina tarvittaessa: epätarkat ja virheelliset henkilötiedot on poistettava tai oikaistava viipymättä (täsmällisyys) • säilytettävä muodossa, josta rekisteröity on tunnistettavissa ainoastaan niin kauan kuin on tarpeen tietojenkäsittelyn tarkoitusten toteuttamista varten (säilytyksen rajoittaminen)\n\n• käsiteltävä luottamuksellisesti (eheys) ja turvallisesti. Henkilötietojen käsittelyllä tarkoitetaan toimintoa tai toimintoja, joita kohdistetaan henkilötietoihin tai henkilötietoja sisältäviin tietojoukkoihin joko automaattista tietojenkäsittelyä käyttäen tai manuaalisesti. Henkilötietojen käsittelyä ovat tietojen kerääminen, tallentaminen, järjestäminen, jäsentäminen, säilyttäminen, muokkaaminen, muuttaminen, haku, kysely, käyttö, tietojen luovuttaminen siirtämällä, levittämällä tai asettamalla ne muutoin 3.4.2023\n\nsaataville, tietojen yhteensovittaminen tai yhdistäminen, rajoittaminen, poistaminen tai tuhoaminen.\n\nPseudonymisoidut ja anonymisoidut tiedot Henkilötiedot voidaan pseudonymisoida tai anonymisoida. Pseudonymisointi tarkoittaa henkilötietojen käsittelemistä siten, että henkilötietoja ei voida enää yhdistää tiettyyn henkilöön ilman lisätietoja. Tällaiset lisätiedot täytyy säilyttää huolellisesti erillään henkilötiedoista. Anonymisointi tarkoittaa henkilötietojen käsittelyä niin, että henkilöä ei enää voida tunnistaa niistä. Tästä lisää https://www.fsd.tuni.fi/fi/palvelut/aineistonhallinta/tunnisteellisuus- ja-anonymisointi/ Niin pitkään, kun tietojen perusteella voi tunnistaa henkilön suoraan tai tiedot voidaan palauttaa takaisin tunnistettavaan muotoon, ne ovat yhä henkilötietoja ja niihin sovelletaan tietosuoja-asetusta. Pseudonymisoitu tieto on siten henkilötietoja ja sen käsittelyyn sovelletaan tietosuojasäännöksiä. Anonymisoitujen aineistojen käsittelyyn puolestaan ei sovelleta tietosuojasäännöksiä. Henkilötietojen käsittelyyn liittyviä käytännön ohjeita\n\nOsoita, että noudatat tietosuojaperiaatteita! Dokumentoi!\n\nVaraudu osoittamaan, että tietosuojaperiaatteita on noudatettu (5 artikla 2 kohta). Sen vuoksi on tärkeää, että suunnittelet hyvin aineistonhallinnan mm. vastaamalla seuraaviin kysymyksiin: o Mitkä tutkimuksessa tarvittavat henkilötiedot ovat o Mitkä tutkimuksessa tarvittavat henkilötiedot ovat tarpeellisia tutkimuskysymyksiin vastaamiseksi ja/tai tutkimusmenetelmän käyttämiseksi?\n\ntarpeellisia tutkimuskysymyksiin vastaamiseksi ja/tai tutkimusmenetelmän käyttämiseksi? o Miten aiot hankkia tutkimusaineiston? o Miten kauan aiot säilyttää tutkimusaineistoa? o Miten aiot suojata tutkimusaineiston ja kenellä on siihen\n\npääsy? o Miten aiot hävittää tutkimusaineiston?\n\n• Laadi tutkittaville tiedote tutkimuksesta ja tietosuojailmoitus. Rekisteröityä on informoitava hänen henkilötietojensa käsittelystä. Tietosuoja-asetuksen (13 art.) mukaan sinun on toimitettava tietosuojailmoitus henkilölle, jolta keräät henkilötietoja tutkimukseesi esim. kyselyin, haastattelemalla tai muulla tavoin.\n\n3.4.2023 Käsittelyperuste ja suostumus\n\n• Henkilötietojen käsittelylle pitää aina olla laillinen käsittelyperuste. Se on määritettävä aina ennen henkilötietojen käsittelyn aloittamista ja sitä ei voi vaihtaa tutkimuksen edetessä. Amk- ja yamk-opinnäytetöissä henkilötietojen käsittely perustuu aina tutkittavan suostumukseen. • Tunnista käsittelyperusteeseen liittyvät rekisteröidyn oikeudet ja varmista niiden toteutuminen.\n\n• Aina, kun tutkittava on tutkimusvuorovaikutuksessa tutkijaan, edellytetään tietoon perustuva eettinen suostumus osallistua tutkimukseen. Keskeistä on huomata, että suostumus osallistua tutkimukseen ei ole samalla suostumus henkilötietojen käsittelyyn. Eli tarvitaan kaksi erilaista suostumusta. yksiselitteinen tahdonilmaisu, jolla rekisteröity hyväksyy henkilötietojensa käsittelyn. Rekisteröity voi esimerkiksi antaa kirjallisen tai suullisen suostumusta koskevan lausuman tai ilmaista suostumuksensa jollakin muulla selkeällä toimella, kuten vastaamalla suostumusta koskevaan kysymykseen kyllä.\n\ne\n\nMuista, että rekisteröidyllä on aina oikeus peruuttaa suostumuksensa milloin tahansa. Suostumuksen perumisen on oltava yhtä helppoa kuin sen antamisen. Jos rekisteröity peruuttaa suostumuksensa, on hänen tietonsa tuhottava tutkimusaineistosta. Sen vuoksi opinnäytetyöraporttiin ei kannata kirjoittaa rekisteröityjen henkilöiden nimiä edes heidän luvallaan. • Joskus yksittäisissä toimeksiantotapauksissa voi olla tilanne, että rekisterinpitäjänä ei olekaan opiskelija vaan tilaaja (yritys/muu organisaatio toimeksiantajana). Silloin opiskelija noudattaa rekisterinpitäjän (tilaajan) antamia tietosuoja- ja tietoturvaohjeita. Henkilötietojen käsittely\n\n• Kerää tutkimuksen näkökulmasta vain olennaista henkilötietoa ja käytä niitä vain kuvattuun tarkoitukseen (käyttötarkoitussidonnaisuus). Vältä keräämästä tarpeettomia tietoja (henkilötietojen minimointi).\n\n• Arvioi henkilötietojen tarpeellisuutta myös tutkimuksen tekemisen aikana ja pyri minimoimaan käsiteltävien henkilötietojen määrä mahdollisimman nopeasti. • On suositeltavaa lähettää esim. kyselylinkki kohdeorganisaatioon välitettäväksi suoran sähköpostikontaktoinnin sijaan.\n\nAina kun mahdollista, tarjoa mahdollisuus vastata nimettömästi. • Jos mahdollista, käsittele tutkimusaineistoa aina anonymisoituna\n\n(=henkilö ei ole tunnistettavissa).\n\n3.4.2023 • Arkaluonteisten tietojen käsittelyä on syytä välttää. Jos se on tutkimuksen toteuttamiseksi välttämätöntä ja lainsäädännöstä löytyy sille oikeutus, tulee tietojenkäsittelystä tehdä vaikutustenarviointi ja tekniset suojaustoimenpiteet pitää varmistaa. Keskustele ohjaajasi kanssa ja/tai pyydä neuvoa Savonian tietosuojavastaavalta, jos keräät opinnäytetyössäsi arkaluonteista tietoa. • Varmista, ettei henkilötietoja tarvitse siirtää muille tahoille, eikä varsinkaan EU/ETA-alueen ulkopuolelle ns. kolmansiin maihin. Henkilötietojen siirtäminen EU/ETA-alueen ulkopuolelle on kiellettyä.\n\n• Käytä vain sellaisia ohjelmia ja järjestelmiä, joissa on asianmukaiset suojaukset. • Kun opinnäytetyösi on valmis, arvioitu ja kanneajat ovat umpeutuneet, hävitä henkilötietoja sisältävä tutkimusaineisto tietoturvallisella tavalla. Voit myös anonymisoida aineiston mahdollista jatkokäyttöä varten, jos olet siitä aineiston keruuvaiheessa rekisteröidylle kertonut.\n\nTietoturvaloukkaus • Jos henkilötietoja häviää tai siirtyy sivullisten saataville (esim. USB-muistitikku tai tietokone katoaa tai varastetaan), on kyse tietoturvaloukkauksesta. Ilmoita silloin asiasta välittömästi Savoniaan osoitteella tietoturvaloukkaukset@savonia.fi. Saat sieltä tarvittavat lisäohjeet. • Muista, että sinua sitoo salassapito- ja vaitiolovelvollisuus käsitellessäsi tutkittavalta saatuja luottamuksellisia henkilötietoja. Et myöskään saa käyttää saamaasi tietoa omaksi tai toisen hyödyksi/vahingoksi (hyväksikäyttökielto).\n\nLisätietoja Lisätietoja tietosuojaan liittyvissä kysymyksissä saat tarvittaessa opinnäytetyön ohjaajaltasi tai Savonian tietosuojavastaava Mervi Hätiseltä (tietosuojavastaava@savonia.fi).\n\nLisäksi mm.\n\nTietosuojavaltuutetun toimisto https://tietosuoja.fi/tietosuoja\n\nTietoarkiston Aineistonhallinnan käsikirja https://www.fsd.tuni.fi/fi/palvelut/aineistonhallinta/ Tutkimusmenetelmien verkkokäsikirja https://www.fsd.tuni.fi/fi/palvelut/menetelmaopetus/"
}