{
  "text": "Tieteellinen teksti\n\n## Asiateksti\n\nLuova teksti\n\n## Tieteen kielen piirteitä:\n\n- teksti jäsentyy asian logiikan mukaan (analyysi, luokittelu, vertailu, kronologia, teema teemalta eteneminen, tutkimuksen kulun mukainen järjestys tms.)\n- jäsentely tuodaan läpinäkyvästi esille (otsikointi, kappalejako, tekstin sidosteisuus → sisältö on helppo hahmottaa)\n\n## Tieteen kielen piirteitä:\n\n- otsikko nimeää asian lyhyesti (ilman kannanottoja)\n- asioiden käsittely on neutraalia, objektiivista ja analyyttistä\n- ilmaisu on eksaktia (tarkkaa, täsmällistä, yksitulkintaista, aukotonta)\n- käytetään alan erityissanastoa\n- keskeiset käsitteet määritellään tarpeen mukaan\n\n## Tieteen kielen piirteitä:\n\n- perustelut ovat tarkkoja ja perustelutapa tuodaan esille (lukija voi seurata, miten päättely etenee ja mihin päätelmät perustuvat)\n- luotettavuus todistellaan (esim. tutkimustapa selostetaan tarkkaan, lähteet ilmoitetaan huolellisesti)\n- pääpaino on sisällössä\n- teksti on suunnattu kyseisen alan asiantuntijoille\n\n## Asiateksti\n\n- Korostaa edelleen asiaa, kuten tieteellinenkin teksti.\n- On myös sävyltään neutraalia ja täsmällistä. Esimerkiksi mittayksiköt ilmoitetaan tarkasti.\n- Kirjoitetaan passiivimuodossa.\n- Vältetään huumoria.\n\n## Keinoja keventää ilmaistutapaa asiallisesti\n\n- Otsikot lauseita (ei kuitenkaan liian värikkäitä)\n- Kappaleet lyhyehköjä\n- Esimerkkejä ja muuta havainnollistavaa ainesta\n- Asiantuntijoiden ja asianosaisten haastatteluja\n- Kuvia luomaan myös mielikuvia\n- Kielen luettavuutta tehostetaan, esitystapa tehdään 'vetäväksi',\n\nMUTTA\n\n## Esitystapaa voidaan 'keventää' JOSSAIN MÄÄRIN\n\n## MUTTA\n\n- säilytetään ammattikieli ja asioiden neutraali ja objektiivinen tarkastelu\n- ilmoitetaan lähteet tarkkaan\n- tuodaan perustelutavat esille.\n\n## Ihmisen 'normaali' arkikokemus Luovan tekstin piirteitä\n\n- kontekstisidonnaisuus\n- aika- ja tapahtumajärjestys\n- assosiaatiot, mielikuvat, elämykset\n- tunne kietoutuneena havaintoihin ja tietoihin\n\n## Keinoja muokata tekstiä omannäköiseksi\n\n- Tehdään visuaalisesti näyttävä ja kiinnostava ulkoasu\n- Otsikoista tehdään iskeviä; herätellään tunteita, aiempia kokemuksia ja elämyksiä\n- Henkilökohtaisuus tunteet mukaan luonnollisella ja lukijaa puhuttelevalla tavalla\n- Keskusteleva ote tarjotaan lukijalle mahdollisuus ajatella, kokea ja pohtia itse, ei selitetä aukottomasti\n\n## Luovan tekstin keinoja:\n\n- Ilmaisun helppous, kiinnostavuus ja värikkyys -Tekstistä tehdään eloisaa ja rytmikästä, jotta se vetää lukijan mukaansa. Virkkeet ovat lyhyehköjä ja rakenteeltaan vaihtelevia, mutta helppoja.\n\n## Valitse tyyli tekstin mukaan:\n\n- Teoriataustan ja työskentelymenetelmien esittelyssä kannattaa käyttää asiatyyliä. Tämä tuo työlle uskottavuutta ja sen tekijälle vakuuttavuutta.\n- Johdanto- ja pohdinta-osioissa voi kirjoittaa vapaammin. Tällöin kannattaa myös käyttää minä-muotoa. Luova teksti tuo tekijän lähemmäs lukijaa ja ilmentää persoonaa."
}