{
  "text": "JÄSENTELYMALLEJA\n\nAsiakirjoitelmien pohjana on aina jokin jäsentelymalli\n\nJäsentelyn idea\n\nJäsentelyssä ratkaistaan: • mitkä asiat otetaan mukaan tarkasteluun, • missä järjestyksessä ne esitetään, • miten tärkeä ja laaja kukin asia on.\n\nJäsentelyn tarkoitus on, että tekstiin tulee selkeä juoni ja työn sisältö (sisällysluettelo) järjestyvät loogisesti.\n\nHierarkiakuvaus jäsentelymallina • Hierarkiakaavion avulla voidaan kuvata esim. organisaation rakenteita tai ilmiöiden sijoittumista\n\nHierarkkinen rakenne tekstissä\n\n• Monissa kirjoitelmissa hierarkkinen jäsentely tarjoutuu luonnostaan.\n\n• Usein kirjoittajan on kuitenkin tarkkailtava tietoisesti, että hän pysyy johdonmukaisesti hierarkian oikeilla tasoilla. • Hierarkkista jäsentymistä voidaan kuvata – Sisällysluettelona (pää- ja alaotsikot) – Käsitekarttana\n\nProsessimalli\n\nProsessimallin avulla voidaan kuvata tapahtumia aikajanalla:\n\nProsessimalli\n\n• Prosessia voidaan kuvata peräkkäisillä nuolilla: 1. vaihe 2. vaihe 3. vaihe Päätös • Prosessia voidaan kuvata myös ”kalanruotokuviolla”:\n\n– Piikkeinä ovat tapahtumat tai toimenpiteet, joita janalle Vuokaaviot\n\n• Vuokaavion avulla voidaan myös kuvata prosessia tai tapahtumien kulkua\n\nUutisjäsentely\n\nAnalyysi\n\n• Analyysi tarkoittaa erittelyä, asian paloittelemista ja tutkimista\n\n• Yleensä analyysissa\n\n– tutkitaan ilmiön syyt\n\n– arvioidaan ratkaisumahdollisuuksia ja/tai seurauksia.\n\nVastakkainasettelu, vertailu • Verrataan kahta tai useampaa asiaa toisiinsa. Käsitellään ominaisuuksia yksi kerrallaan esimerkiksi tärkeysjärjestyksessä.\n\nTeemat\n\n• Joskus asia jäsentyy luontevasti teemoihin eli rinnakkaisiin aihealueisiin\n\n– Millainen on perheen tilanne lapsen kannalta?\n\n– Miten yhteisö tukee lapsen hyvinvointia?\n\n– Millaisia tukitoimia yhteiskunta tarjoaa lapsiperheille?\n\n”Mandalat” • Teemoittelua voidaan kuvata mandalankin (sisäkkäisten ympyröiden) avulla, jos ne rakentuvat laajentuvina kehinä:\n\n• Edellisessä esimerkissä voisi kuvata sisäkkäisinä ympyröidä lapsen hyvinvoinitia: ytimenä on perheen näkökulma, sitten päiväkoti, koulu, sitten yhteisö, yhteiskunta jne.\n\nIdeointitapoja\n\n• Miellekartat • Kuutiointi • Uutiskysymykset • Vapaa kirjoittaminen • Keskustelu Ideoinnin tavoitteena on tuottaa ajatuksia ja\n\nMiellekartta\n\n• Miellekartta on ideoinnin apuväline\n\n• Tavallisin tapa on laittaa paperin keskelle asian nimi ja järjestyksessä kirjata asiaan liittyviä ajatuksia nimen\n\n• Asiat jatkuvat alakohdista ketjuna eteenpäin • Yleensä ensimmäinen ideakartta (miellekartta, mind map) on epämääräinen, mutta seuraavassa voidaan jo täsmentää asioiden välisiä suhteita\n\n• Lopulta päädytään tarkkaan kuvioon, jossa asioiden hierarkiset tms. suhteet voidaan kuvata piirroksena. On päädytty KÄSITEKARTTAAN\n\nMind map on yleensä ideoinnin apuväline\n\n– Mind mapin muoto on vapaasti valittavissa – Yleensä edetään säteittäin eli Uutiskysymykset\n\n• Ns. uutiskysymykset ovat hyvä keino muistaa"
}