{
  "text": "OPINNÄYTETYÖN TYÖSUUNNITELMA\n\nOpinnäytetyö laaditaan aiheesta, jonka opiskelija, yhteistyötaho ja Savonian opettaja opiskelijan aloitteesta sopivat. Kun aihe-ehdotus on hyväksytty wihissä ja sinulle on nimetty ohjaava opettaja, pääset kirjoittamaan opinnäytetyön työsuunnitelmaa. Suunnitelmassa hahmottelet, mitä opinnäytetyössä tulet tekemään.\n\nMiksi työsuunnitelma tehdään Aihe-ehdotuksen pohjalta laadit opinnäytetyön suunnitteluvaiheessa työsuunnitelman, joka ohjaa opinnäytetyön tekoa koko opinnäytetyöprosessin ajan. Kun suunnitelma on tehty hyvin ja huolellisesti, opinnäytetyön tekeminen on helpompaa. Suunnitelman ohjauksesta vastaa opinnäytetyölle nimetty Savonian ohjaava opettaja, joka myös hyväksyy suunnitelman. Suunnitelmaa käytät tarvittaessa myös tutkimus- / opinnäytetyöluvan hakemiseen. Opinnäytetyön menetelmän toteutusta (toteutusosio) et voi aloittaa ennen hyväksyttyä työsuunnitelmaa ja tarvittavaa tutkimus- / opinnäytetyölupaa. Suunnitelman pituus noin 10 kymmenen sivua (sisältäen kansilehden ja lähdeluettelon)\n\nEsimerkki työsuunnitelman sisällöstä\n\nKANSILEHTI\n\nMahdollisimman tarkka työnimi. Lopullinen nimi tarkentuu prosessin kuluessa.\n\nSISÄLLYSLUETTELO\n\n1 JOHDANTO\n\nJohdannon pituus noin yksi sivu.\n\nKuvaa aiheeseen liittyvät keskeiset käsitteet lähteiden avulla edeten isommasta pienempään. Esittele aihe ja perustele aiheen valinta. Miksi aihe on tärkeä (lähteiden avulla kuvattuna), ja miten aihe linkittyy omaan alaan.\n\nMainitse yhteistyötaho ja kuvaa lyhyesti toimeksianto.\n\nKuvaa lyhyesti muutamalla lauseella menetelmä, tarkoitus ja tavoite.\n\n2–4 TEORIA (otsikoi keskeisten käsitteiden mukaisesti ja asiasisältöjä kuvaavasti) Kuvaa aihetta, mitä tästä asiasta jo tiedetään. Käytä perustellusti valittuja, ajankohtaisia ja keskeisiä oman alan kansallisia ja kansainvälisiä tutkimuslähteitä ja ammatillista tietoa.\n\n5 OPINNÄYTETYÖN TARKOITUS JA TAVOITE\n\nTarkoitus ja tavoite kuvataan samalla tavalla sekä johdannossa että tässä omassa luvussaan.\n\nTarkoituksena on... (1 lause! mitä konkreettisesti tehdään) Tavoitteena on... (1–2 lausetta! tulosten/tuotoksen/toiminnan hyötynäkökulma, mitä tavoitellaan/miksi työ tehdään)\n\nMahdollinen tutkimuskysymys, johon työssäsi haet vastausta tai ratkaisua. (johda loogisesti tarkoituksesta)\n\n6 TYÖN TOTEUTUS JA SEN KUVAUS\n\nKuvaa menetelmälähteisiin perustuen valittu menetelmä ja kuvaa sen toteutuksen vaiheet. Tutkimuksellisessa työssä kuvaa aineistokeruuvaihetta ja analyysivaihetta menetelmälähteisiin perustuen.\n\nKehittämistyössä kuvaa tuotoksen tai toiminnan suunnittelua, käytännön toteutusta ja tuotoksen tai toiminnan arviointia menetelmälähteisiin perustuen.\n\n7 AIKATAULU JA TYÖELÄMÄYHTEISTYÖ Kuvaa prosessin eteneminen ja aikataulu. Havainnollista esimerkiksi taulukolla tai kuviolla. Kuvaa tässä koko opinnäytetyön prosessi, johon kuuluvat opinnäytetyön suunnittelu (työsuunnitelma), toteutus (tuotoksen tai toiminnan toteutus ja raportin laatiminen) ja viimeistely (raportin viimeistely ja julkaiseminen). Kuvaa tutkimus- tai kehittämisympäristöä ja miten yhteistyö yhteistyötahon kanssa toteutuu. Esimerkiksi prosessissa mukana olevien vastuut, ohjaus ja tiedotus sekä mahdolliset kustannukset ja niiden jakautuminen.\n\nKuvaa myös oman opinnäytetyöryhmän jäsenten työnjako, vastuut ja yhteisesti sovittu opinnäytetyön tavoitetaso, jos työ tehdään pari- tai ryhmätyönä.\n\n8 EETTISYYS JA LUOTETTAVUUS Kuvaa millaisia tutkimuseettisiä näkökulmia aiheen tarkasteluun ja valitsemaasi menetelmään liittyy.\n\nLähteenä voit käyttää esimerkiksi Arenen eettisiä opinnäytetyön ohjeita ja Tutkimuseettisen neuvottelukunnan julkaisua Hyvä tieteellinen käytäntö ja sen loukkausepäilyjen käsitteleminen Suomessa (2023).\n\nLÄHTEET\n\nSavonian raportointiohjeiden mukaisesti\n\nLIITTEET Esimerkiksi haastattelurunko, kyselylomake, havainnointistruktuuri, tutkimustiedote, tiedote kehittämistyöstä, suostumuslomake, tietosuojaseloste/ilmoitus"
}